{
  "_id": "092a26f16f86b196118255643e889445f7713468",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/10/2025-00103-00-sentencia-acciontutela.pdf",
  "archivo": "2025-00103-00-sentencia-acciontutela.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/2025-00103-00-sentencia-acciontutela.pdf",
  "extraido_en": "2025-11-22T23:53:57.242626Z",
  "texto": "DISTRITO JUDICIAL DE SAN JOSE DEL GUAVIARE JUZGADO PROMISCUO DEL CIRCUITO DE INÍRIDA GUAINÍA Inírida (Guainía), veintidós (22) de septiembre de dos mil veinticinco (2025). REF: ACCIÓN DE TUTELA No. 940013189001-2025-00103-00, Accionante: representante legal ANDERSON CANDIDO DASILVA del REGUARDO INDIGENA BAJO RIO GUAINÍA Y RIO NEGRO, Accionados: COMPENSATION INTERNATIONAL PROGRESS S.A. GREENLIFE., TÜV NORD CERT GMBH (ALEMANIA) , ENVIANCE SERVICES PRIVATE LIMITED (INDIA), PLANETAI NATURE SPACE, y ECOPETROL. Vinculados: HUMAN FOREST S.A.S, VERSA S.A.S., ONAC – ORGANISMO NACIONAL DE ACREDITACIÓN DE COLOMBIA., MINISTERIO DE AMBIENTE Y DESARROLLO SOSTENIBLE, INCODER / AGENCIA NACIONAL DE TIERRAS – ANT, MINISTERIO DEL INTERIOR, MINISTERIO DEL INTERIOR – DIRECCIÓN DE CONSULTA PREVIA, DIAN, INSTITUCIÓN FORMARTE, AGENCIA NACIONAL DE TIERRAS (ANT), INSTITUTO GEOGRÁFICO AGUSTÍN CODAZZI (IGAC), ORGANIZACIÓN NACIONAL INDÍGENA DE COLOMBIA (ONIC), AUTORIDAD NACIONAL DE LICENCIAS AMBIENTALES (ANLA), DEPARTAMENTO DEL GUAINÍA, PROCURADURÍA GENERAL DE LA NACIÓN, PERSONERÍA MUNICIPAL, DEFENSORIA DEL PUEBLO REGIONAL GUAINIA, MINISTERIO DE RELACIONES EXTERIORES. I. ASUNTO A TRATAR Procede el Despacho a proferir sentencia de primera instancia dentro de la acción de tutela instaurada por Representante Legal ANDERSON CANDIDO DASILVA del REGUARDO INDIGENA BAJO RIO GUAINÍA Y RIO NEGRO en contra del COMPENSATION INTERNATIONAL PROGRESS S.A. GREENLIFE., TÜV NORD CERT GMBH (ALEMANIA) , ENVIANCE SERVICES PRIVATE LIMITED (INDIA), PLANETAI NATURE SPACE, y ECOPETROL, la presunta fundamentales Consulta previa y vulneración de sus derechos consentimiento libre, previo e informado, territorio y propiedad colectiva de los pueblos indígenas, Autonomía, autodeterminación y gobierno propio/autogobierno, Integridad física y cultural / identidad cultural, Vida digna, mínimo vital y trabajo y Buen nombre y honra de la comunidad. por II.ANTECEDENTES 1. La solicitud de tutela El Resguardo Indígena Bajo Río Guainía y Río Negro, propietario colectivo de un territorio de más de 759.000 hectáreas reconocido legalmente, inició en 2022 el proyecto REDD+ denominado “Planeta Agradecido con el Resguardo Indígena Bajo Río Guainía y Río Negro II”. Este proyecto, ejecutado con consentimiento libre, previo e informado de las comunidades indígenas, fue validado, certificado y registrado conforme a la normativa nacional e internacional, generando bonos de carbono que han permitido mejorar las condiciones de vida, educación, salud y conectividad de las familias participantes. En julio de 2025, el resguardo tuvo conocimiento de que la sociedad Compensation International Progress S.A. Greenlife (CIP 1 Greenlife) registró un supuesto proyecto paralelo denominado “Flor de Inírida”, en el mismo territorio y sin autorización del resguardo ni de las comunidades afectadas. Este proyecto se habría inscrito bajo un estándar de certificación desconocido (PlanetAI Nature Space) y con el aval de entidades extranjeras que nunca visitaron el territorio, generando un traslape ilegal del 98,7% del área ya certificada por el resguardo. El resguardo denuncia que el proyecto “Flor de Inírida” constituye una usurpación de su trabajo y resultados, pues pretende apropiarse de los bonos de carbono genuinamente generados por las comunidades, incurriendo en doble contabilidad de emisiones prohibida por la Resolución 1447 de 2018 del Ministerio de Ambiente. Esta situación pone en grave riesgo los beneficios sociales y económicos alcanzados por las familias indígenas y amenaza con la eventual anulación de los bonos legítimamente obtenidos. Además, la actuación de CIP Greenlife y sus aliados vulnera derechos fundamentales de la comunidad indígena, incluyendo:  Derecho al territorio y a la propiedad colectiva, al usar sin autorización los recursos naturales del resguardo.  Autonomía y gobierno propio, al desconocer a la Asamblea de Capitanes y a su representante legal.  Consulta previa y participación, al no realizar el proceso obligatorio con las comunidades.  Vida digna, mínimo vital y trabajo, al poner en riesgo los ingresos y beneficios que sustentan a las familias.  Buen nombre y honra, al utilizar indebidamente la identidad del resguardo para dar apariencia de legalidad a un proyecto inexistente en su territorio. De los anexos de la acción de tutela se observa lo siguiente que el accionante presenta, en primer lugar, documentación que acredita la existencia y continuidad jurídica del Resguardo Indígena Bajo Río Guainía y Río Negro como persona jurídica constituida desde 1989, señalando que se trata de un único sujeto colectivo con un solo RUT, un solo representante legal y un solo territorio; además identifica que el proyecto REDD+ del resguardo se ejecuta en beneficio de las familias asentadas en el área del proyecto. Enseguida, allega el diseño técnico y soportes del proyecto “Planeta Agradecido con el Resguardo Indígena Bajo Río Guainía y Río Negro II” (PDD, validación, certificación y emisión), incluido el certificado de emisión de Cercarbono con ID de proyecto 146, que consigna fechas de verificación y certificación en 2024, el folio de matrícula inmobiliaria 500-24931 asociado al resguardo y la cantidad 442.754 créditos emitidos. Dentro de esos soportes técnicos, se precisa que el proyecto II abarca 293.400,88 hectáreas en la parte norte del resguardo y convive con un proyecto previo sobre el resto del territorio; se anexan coordenadas (MAGNA–SIRGAS Origen Único Nacional), cartografía y 2 tablas de áreas, así como listados e insumos metodológicos y de monitoreo ambiental. Como elemento central de la queja, el accionante aporta documentos sobre el presunto proyecto “Flor de Inírida” de Compensation International Progress S.A. – GREENLIFE, registrado en la plataforma PlanetAI Nature Space, y anexa un “primer certificado de retiro” por 150.000 bonos, además de un “certificado de emisión” de esa plataforma; junto con ello, incorpora un texto explicativo que cuestiona la idoneidad del estándar y la verificación realizada. Para sustentar el riesgo de traslape y doble contabilidad, adjunta la Resolución 1447 de 2018 del Ministerio de Ambiente (artículos 9 y 18) y un mapa que —según se afirma— muestra que el proyecto “Flor de Inírida” se superpone sobre el 98,7% del área del proyecto del resguardo. También incorpora el Certificado de Libertad y Tradición del resguardo como soporte de la titularidad territorial. Finalmente, en cuanto a la representación, en los anexos sí se hace mención expresa a ANDERSON CÁNDIDO DASILVA: el escrito aparece suscrito por él, con identificación y a nombre del Resguardo Indígena Bajo Río Guainía y Río Negro. 2. Pretensiones El Resguardo Indígena Bajo Río Guainía y Río Negro solicita: 1. Protección de sus derechos fundamentales al territorio, propiedad colectiva, autonomía, consulta previa, participación, vida digna, mínimo vital, trabajo, buen nombre y honra. 2. Exclusión inmediata de su territorio del proyecto REDD+ “Flor de Inírida” promovido por CIP Greenlife, por carecer de consentimiento y superponerse ilegalmente a su propio proyecto “Planeta Agradecido”. 3. Declarar la ineficacia en Colombia de la validación, verificación, certificación y registro del proyecto “Flor de Inírida” realizados por entidades extranjeras (TÜV NORD CERT, Enviance Services, PlanetAI). 4. Ordenar a Ecopetrol y demás autoridades abstenerse de reconocer o aceptar como válidos los bonos de carbono del proyecto “Flor de Inírida”, evitando fraude, doble contabilidad y detrimento patrimonial al Estado. 5. Garantizar la continuidad y validez de los bonos de carbono legítimamente obtenidos por el proyecto del resguardo, como sustento vital de las comunidades. III. Trámite procesal La presente acción de tutela fue repartida a este Despacho el día 12 de septiembre de 2025 a la hora de las 8:02 A.M, en la misma fecha mediante auto se vinculó: “HUMAN FOREST S.A.S, VERSA S.A.S., ONAC – ORGANISMO NACIONAL DE ACREDITACIÓN DE COLOMBIA., MINISTERIO DE AMBIENTE Y DESARROLLO SOSTENIBLE, INCODER 3 / AGENCIA NACIONAL DE TIERRAS – ANT, MINISTERIO DEL INTERIOR, MINISTERIO DEL INTERIOR – DIRECCIÓN DE CONSULTA PREVIA, DIAN, INSTITUCIÓN FORMARTE, AGENCIA NACIONAL DE TIERRAS (ANT), INSTITUTO GEOGRÁFICO AGUSTÍN CODAZZI (IGAC), ORGANIZACIÓN NACIONAL (ONIC), INDÍGENA DE COLOMBIA (ANLA), AUTORIDAD NACIONAL DE LICENCIAS AMBIENTALES DEPARTAMENTO DEL GUAINÍA, PROCURADURÍA GENERAL DE LA NACIÓN, PERSONERÍA MUNICIPAL, DEFENSORIA DEL PUEBLO REGIONAL GUAINIA, Se vincula al MINISTERIO DE RELACIONES EXTERIORES para que proporcione el servicio de traducción oficial cuando se presenten documentos en idioma extranjero.” IV. Contestación frente a la acción de tutela ORGANISMO NACIONAL DE ACREDITACIÓN DE COLOMBIA (ONAC).- Explicó que es una corporación privada sin ánimo de lucro, reconocida por el Estado como único organismo acreditador en el país, cuya función es verificar la competencia técnica de los organismos de evaluación de la conformidad, conforme a normas internacionales como la ISO/IEC 17011. Precisó que su actividad es de carácter técnico y declarativo, limitada a otorgar acreditaciones bajo un marco regulatorio especializado, sin injerencia en los hechos denunciados en la tutela. Al revisar su Directorio Oficial de Acreditados, confirmó que la empresa Versa Expertos en Certificación S.A.S. se encuentra acreditada en dos modalidades, pero aclaró que la sociedad Enviance Services Private Limited no cuenta con acreditación alguna en Colombia. Frente a los hechos narrados por el accionante, manifestó desconocimiento de su ocurrencia y se atiene a lo que se pruebe en el proceso. Finalmente, alegó la excepción de falta de legitimación en la causa por pasiva, al no tener relación con la supuesta vulneración de derechos fundamentales, solicitando su desvinculación de la acción y la exoneración de cualquier responsabilidad. cultural, integridad autonomía, PROCURADURÍA GENERAL DE LA NACIÓN – REGIONAL GUAINÍA.- Solicitó ser desvinculada de la acción de tutela, al no tener competencia directa sobre los hechos ni haber actuado en relación con el conflicto expuesto. Sin embargo, reconoció que, conforme a lo planteado por el accionante, podrían configurarse vulneraciones a los derechos fundamentales de los pueblos indígenas, en especial a la libre determinación, y consentimiento libre, previo e informado. Señaló que el proyecto “Flor de Inírida” habría sido inscrito sin surtir el procedimiento de consulta previa, desconociendo normas constitucionales, el Convenio 169 de la OIT y la jurisprudencia de la Corte Constitucional. Destacó que esta superposición sobre el proyecto legítimamente certificado “Planeta Agradecido II” puede afectar el sustento económico de las comunidades, configurar doble contabilidad de emisiones y menoscabar su identidad y gobierno propio. La Procuraduría citó precedentes como la Sentencia T-248 de 2024, que ordenó al Estado reforzar la supervisión y adoptar protocolos con enfoque étnico en proyectos REDD+. Finalmente, recomendó que en este caso se garantice la intervención activa del Ministerio de Ambiente y Desarrollo Sostenible para la revisión y exclusión de proyectos irregulares, subrayando que la omisión estatal territorio 4 en la supervisión compromete la protección de los derechos de las comunidades indígenas. ENVIANCE SERVICES PVT. LTD.- Sostiene que actúa como organismo de verificación independiente acreditado bajo el estándar internacional PlanetAI Nature Space, cuya función es exclusivamente técnica (auditar resultados de reducción de GEI) sin intervenir en la implementación ni comercialización de créditos. Afirma no tener vínculos con el desarrollador ni con los propietarios del proyecto y operar con criterios ISO/IEC y de auditoría ambiental. Indica que en sus auditorías exige CLPI documentado y, para este caso, verificó declaraciones de autoridades indígenas reconociendo a Compensation International Progress S.A. – Greenlife como único desarrollador y a once resguardos como propietarios del proyecto “Flor de Inírida” (con exclusión del Resguardo Puerto Colombia Ríos Cuiari e Isana por orden judicial). Señala (PDD, monitoreo, metodologías VCS-CCBS y migración a PNS, actas comunitarias, estudios ambientales y legales, validaciones previas y cartografía). Añade que, si bien no define titularidad, verificó que la propiedad de las reducciones está respaldada por la documentación comunitaria y el registro del estándar; que el proyecto fue inscrito en RENARE por CIP Greenlife, con validación de TÜV Nord Cert GmbH del 20-12-2018, sin socios adicionales distintos a los resguardos; y pide su desvinculación por no haber vulnerado derechos fundamentales, reiterando su disposición a colaborar con el Juzgado. los documentos revisados PLANETAI NATURE SPACE.- Se presenta como ONG internacional dedicada a protección climática y soberanía indígena, con (sin vínculos contractuales con independencia técnica y ética desarrolladores, dueños de territorio ni compradores). Sostiene que el proyecto REDD+ es propiedad legítima de once resguardos y fue desarrollado con acompañamiento técnico de CIP Greenlife como único desarrollador reconocido por las autoridades indígenas. Asegura que el proyecto fue registrado en RENARE conforme a la Resolución 1447 de 2018 y validado por TÜV Nord el 20-12-2018; invoca el principio “primero en el tiempo, primero en el derecho” para excluir iniciativas posteriores en la misma área. Informa registro en su sistema con código PNS-00235, aplicación de salvaguardas sociales y ambientales (incluido CLPI), uso de IA, monitoreo satelital y blockchain (Karbonoa) para trazabilidad, y que su certificación cubre 2017-2020. Alega falta de jurisdicción de autoridades colombianas sobre sus operaciones al estar sometida al marco europeo (UE/España), solicita investigación por eventuales perjuicios reputacionales y su exclusión de la tutela por ausencia de legitimación pasiva, quedando a disposición del Juzgado. MINISTERIO DE AGRICULTURA Y DESARROLLO RURAL.- Comparece como vinculado y alega que no es parte material ni formal del litigio, sino tercero con interés; por ende, plantea la excepción de falta de legitimación por pasiva. Precisa que no ha recibido peticiones relacionadas con los hechos y que las decisiones que se reclaman corresponden a los accionados principales; solicita su desvinculación y que no se le declare responsable de vulneración alguna, apoyándose en 5 jurisprudencia constitucional y del Consejo de Estado sobre legitimación y calidad de terceros. AUTORIDAD NACIONAL DE LICENCIAS AMBIENTALES – ANLA.- Expone que su competencia se circunscribe al otorgamiento, seguimiento y control sancionatorio de licencias, permisos y trámites ambientales (Ley 99 de 1993, Ley 1333 de 2009 y Ley 2387 de 2024). Señala que, según la Resolución 1447 de 2018, la coordinación de la política REDD+ corresponde al Ministerio de Ambiente y que la ANLA no cumple funciones de consulta previa; por ello, pide reconocer la falta de legitimación por pasiva frente a los derechos invocados (como el CLPI) y su consecuente desvinculación. DIAN.- Propone la falta de legitimación por pasiva material, argumentando que no es la llamada a responder por las conductas que habrían generado la amenaza o vulneración alegada. Cita doctrina constitucional sobre la exigencia de correspondencia entre el sujeto obligado y el destinatario de la acción; recuerda además que su ámbito normativo en materia de impuesto nacional al carbono es de orden tributario general, ajeno a los hechos controvertidos, por lo que solicita no ser declarada responsable ni permanecer vinculada al trámite. COMPENSATION INTERNATIONAL PROGRESS S.A. – GREENLIFE.- Por conducto de su representante legal, contesta la tutela controvirtiendo varios hechos y precisando el marco de gobierno propio en el territorio: sostiene que coexisten el Representante Legal para efectos del SGP (Ley 715/2001) y el Consejo Indígena del Territorio Curripaco y Nheengatú del Bajo Río Guainía con funciones del Decreto 632/2018, cuya representación —afirma— fue inscrita mediante la Resolución 015 del 21 de febrero de 2022 a nombre de William Cuiche Hernández. Cuestiona datos poblacionales aportados por la parte actora y aporta, como soporte, el “Plan de Vida” 2024 que reporta 942 habitantes censados. Niega que el proyecto “Planeta Agradecido con el Resguardo Bajo Río Guainía y Río Negro II” hubiese contado con autorización de la máxima autoridad del resguardo, aduciendo que solo involucró a cuatro comunidades del total; además, refiere comunicación del Ministerio de Ambiente (rad. 32022025E2013821 de 29 de abril de 2025) que habría identificado presuntas irregularidades y oficios de desistimiento y renuncia de comunidades, y resalta que algunos formatos de socialización y CLPI allegados por la actora están en blanco, lo que —a su juicio— evidencia una debilidad probatoria. Frente a varios numerales fácticos, indica que no le constan o que corresponden a apreciaciones jurídicas del accionante y, en general, ejerce su defensa bajo criterios de autonomía territorial, gobierno propio y validez de los actos de la autoridad indígena registrada. En los anexos pone de presente comunicaciones dirigidas al organismo de validación y verificación Enviance; múltiples copias del certificado de tradición de la ORIP de Inírida; reproducciones de la Resolución 078 de 1989 sobre la constitución del resguardo; y varias “continuaciones” de la Resolución 015 del 21 de febrero de 2022 del Ministerio del Interior relativas al registro del Consejo Indígena del Bajo Río Guainía. Consta también una carta del Ministerio de Ambiente a 6 de estructura gobernanza, CLPI, Human Forest que, con base en escritos de desistimiento de las comunidades Cangrejo San Felipe, Playa Blanca 1, Capaco y Araguato– Paría, solicita información integral del proyecto “Planeta Agradecido” (contratos, traducciones, comercialización y distribución de beneficios, salvaguardas, canales de quejas, OVV y estándar de registro), citando la Sentencia T-248 de 2024 y la Ley 2294 de 2023. Finalmente, se anexan páginas del “Plan de Vida del Territorio Indígena Curripaco Nheengatú del Bajo Río Guainía” (2024), con tablas y gráficos de población, listado de autoridades comunitarias, mapas de delimitación y contenidos metodológicos y organizativos, que se emplean para sostener la narrativa de representación y organización interna del territorio. ECOPETROL S.A.- Responde que su papel frente al impuesto nacional al carbono es exclusivamente tributario y de recaudo, sin competencia para validar proyectos, verificar consulta previa ni certificar reducciones (Decreto 926 de 2017 y Resolución 1447 de 2018). Reconoce como ciertos la existencia y delimitación del Resguardo (Res. 078 de 1989) y, con reservas, algunos datos sobre certificaciones del proyecto “Planeta Agradecido II”, pero niega participación alguna en su ejecución o en eventuales registros/ventas de créditos. Señala que no ha adquirido ni aceptado certificados del proyecto “Flor de Inírida”; tras una alerta de ASOCARBONO (28-jul-2025) adoptó una abstención expresa (31-jul-2025) de recibir tales certificados, invocando principios de prevención y precaución, y ofició al Ministerio de Ambiente (01-sep- 2025) solicitando concepto técnico sobre la validez de ese proyecto en RENARE. Frente a numerosos hechos aducidos por el accionante indica “no nos consta” por tratarse de actuaciones de terceros o materias ajenas a su órbita. Finalmente, propone la excepción de falta de legitimación por pasiva y pide su desvinculación, IGAC.- Contesta que no le constan los hechos porque las inconformidades se dirigen a actuaciones de CIP Greenlife, TÜV Nord, Enviance, PlanetAI y Ecopetrol, sin que haya acción u omisión propia del Instituto. Precisa su naturaleza y competencias (máxima autoridad catastral; cartografía, geodesia, agrología y catastro con enfoque multipropósito) y recuerda que, para predicar vulneración de derechos por parte suya, debió existir petición previa y un nexo causal entre su conducta y el daño alegado. Con fundamento en la jurisprudencia sobre falta de legitimación por pasiva, solicita su desvinculación y anexa actos de nombramiento, posesión y delegación de su representante judicial. PERSONERÍA MUNICIPAL DE INÍRIDA.- Dice que los hechos fueron en puerto Colombia por lo que no tiene competencia sobre esta acción constitucional. DEPARTAMENTO DEL GUAINÍA.- Deja constancia de la notificación y solicita desvincular a la Secretaría de Asuntos Indígenas Departamental por falta de legitimación por pasiva, al no existir hechos u omisiones atribuibles ni pretensiones dirigidas en su contra. Frente a varios numerales fácticos indica “no me constan” y se atiene a lo que se pruebe; adicionalmente coadyuva la protección del ecosistema del resguardo y pide la intervención del Ministerio de Ambiente y del 7 Ministerio del conforme a los principios de precaución, prevención y sostenibilidad. Interior para salvaguardar derechos ambientales DEFENSORÍA DEL PUEBLO – REGIONAL GUAINÍA.- Con base en lo narrado por el accionante, considera que podrían configurarse vulneraciones actuales e inminentes a derechos del resguardo (territorio y propiedad colectiva, autonomía y gobierno propio, participación, integridad étnica y cultural, vida digna, mínimo vital, trabajo y, especialmente, consulta previa y CLPI). Indica que no ha tenido conocimiento de negociaciones ni de procesos de consulta previa sobre proyectos REDD+ en el territorio del resguardo y que no registra solicitudes de atención relacionadas. Invoca la Constitución (arts. 1, 7, 40, 246 y 330), el Convenio 169 de la OIT y la jurisprudencia (T- 129/2011, SU-123/2018 y T-248/2024) para afirmar que proyectos REDD+ en territorios indígenas requieren consulta previa efectiva y, cuando ofrece acompañamiento si se determina realizarla. En las pretensiones, pide su desvinculación por falta de legitimación en la causa por pasiva. consentimiento corresponda, informado; GRUPO FORMARTE S.A.S.- Precisa que no participa en el proyecto “Flor de Inírida” ni tiene relación con su formulación, validación, verificación, certificación o comercialización. Señala que su actuación en el territorio se limitó a la prestación de servicios educativos dentro del proyecto “Planeta Agradecido con el Resguardo Indígena Bajo Río Guainía y Río Negro II”, en calidad de operador contratado por Human Forest S.A.S.; por tanto, no tiene injerencia ni beneficio económico alguno respecto del proyecto cuestionado. Solicita se declare la falta de legitimación por pasiva frente a la tutela y que cualquier pronunciamiento de fondo se dirija a las verdaderas partes responsables, dejando constancia de su radicación oportuna y disposición a atender requerimientos del Juzgado. AUTORIDAD NACIONAL DE LICENCIAS AMBIENTALES (ANLA).- Se opone íntegramente a las pretensiones y sostiene que no tiene competencia para determinar la oportunidad o procedencia de la consulta previa ni para impartir órdenes a terceros como las solicitadas en la demanda. Alega que no existe actuación propia que haya vulnerado derechos fundamentales del accionante y, por tanto, la tutela es improcedente frente a la ANLA; solicita su desvinculación por ausencia de nexo y competencia. MINISTERIO DE AGRICULTURA Y DESARROLLO RURAL (MADR).- Precisa que no fue accionado y que no existe petición previa ante sus canales oficiales. Plantea que lo pretendido por el actor recae en decisiones de los verdaderos accionados (p. ej., CIP Greenlife), por lo que no hay relación material entre las pretensiones y sus competencias; invoca doctrina constitucional y del Consejo de Estado sobre legitimación en la causa y solicita su desvinculación por falta de legitimación por pasiva, anexando poder y soporte de representación. AGENCIA NACIONAL DE TIERRAS (ANT).- Explica su naturaleza y competencias (máxima autoridad de tierras de la Nación; D. 2363 de 2015) y que actúa como vinculada. Tras reseñar el auto 8 admisorio y los derechos invocados, indica que la eventual afectación alegada se endilga a particulares y entidades distintas, no a la ANT; por ello, no advierte actuación u omisión propia que comprometa sus funciones y solicita su desvinculación por falta de legitimación por pasiva. Informa remisión de su contestación con anexos y datos de notificación. MINISTERIO DE RELACIONES EXTERIORES.- Señala que los hechos y pretensiones de la tutela no guardan relación con sus funciones (D. 869/2016) y, por tanto, carece de competencia material y funcional para pronunciarse de fondo sobre proyectos REDD+, consulta previa o gobierno propio indígena. Señala que la vinculación “para traducción de documentos” no procede, pues las traducciones oficiales corresponden a auxiliares de la justicia designados bajo el CGP (Ley 1564/2012) y el Acuerdo PSAA15-10448/2015 del Consejo Superior de la Judicatura, no a Cancillería. Invoca su procedimiento interno (Res. 7810/2025 y 7926/2025) y pide: (i) improcedencia de la acción respecto del Ministerio, (ii) declarar la falta de legitimación en la causa por pasiva y (iii) su desvinculación del trámite. Las siguientes entidades no dieron respuesta frente a la presente acción constitucional MINISTERIO DE AMBIENTE Y DESARROLLO SOSTENIBLE, MINISTERIO DEL INTERIOR, DIRECCIÓN DE CONSULTA PREVIA (MININTERIOR), ORGANIZACIÓN NACIONAL INDÍGENA DE COLOMBIA – ONIC, VERSA S.A.S. (EQUIPOVERSA, OVV), HUMAN FOREST S.A.S. y TÜV NORD CERT GMBH (ALEMANIA). CONSIDERACIONES fue creada para proteger La acción de tutela, consagrada en el artículo 86 de la Constitución Nacional, los derechos fundamentales de las personas cuando los mismos se han sido vulnerados o amenazados por la acción u omisión de las autoridades públicas o los particulares en los casos previstos en el artículo 42 del decreto reglamentario 2591 de 1991. En tal evento, se puede concurrir en cualquier momento y lugar, ante los jueces singulares o plurales de acuerdo con la competencia, para que mediante un proceso preferente y sumario se resuelva sobre la protección inmediata de tales derechos mediante una orden que se emitirá para que el funcionario o el particular actúe o se abstenga de hacerlo. 1. PROBLEMA JURÍDICO ¿Si la formulación, validación, verificación, certificación y registro—en sistemas privados o en plataformas públicas—del proyecto REDD+ “Flor de Inírida” dentro del territorio colectivo del Resguardo Indígena Bajo Río Guainía y Río Negro, presuntamente sin un proceso efectivo de participación y consentimiento libre, previo e informado (CLPI) y superpuesto al proyecto comunitario “Planeta Agradecido II”, la autodeterminación, fundamentales a vulneran los derechos 9 identidad e autonomía y gobierno propio, integridad cultural, participación, y propiedad/territorio colectivo; y, en caso afirmativo, qué órdenes estructurales y particulares debe impartir el juez constitucional para garantizar dichos derechos y prevenir riesgos sistémicos (fragmentación del gobierno propio, doble contabilidad de reducciones, incertidumbre sobre titularidad y trazabilidad de créditos), conforme a los estándares reforzados de protección étnica y al deber de debida diligencia empresarial en proyectos REDD+? 2. LEGITIMACIÓN EN LA CAUSA POR ACTIVA Y POR PASIVA LEGITIMACIÓN EN LA CAUSA POR ACTIVA.- El Resguardo Indígena Bajo Río Guainía y Río Negro comparece como sujeto colectivo titular de derechos fundamentales y de propiedad colectiva, a través de su representante legal ANDERSON CÁNDIDO DASILVA, quien actúa en nombre del resguardo como persona jurídica. Esta calidad consta expresamente en los anexos aportados, donde figura como \"Representante Legal\" del resguardo y suscribe las comunicaciones oficiales en tal condición. La representación procesal se encuentra debidamente acreditada mediante certificado expedido por el Ministerio del Interior (Dirección de Asuntos Indígenas, Rom y Minorías), documento que reconoce a Anderson Cándido Dasilva como representante legal con base en el Sistema de Información Indígena de Colombia. Esta condición se reafirma en la carátula del escrito de tutela, donde el compareciente actúa y firma como Representante Legal. fundamentales de pueblos Conforme a la Sentencia T-248 de 2024, la legitimación activa indígenas para defender derechos corresponde a: (i) sus autoridades ancestrales o tradicionales, (ii) sus miembros, (iii) organizaciones creadas para tal defensa, y (iv) la Defensoría del Pueblo. El presente caso se enmarca en el primer supuesto: la máxima autoridad representativa del sujeto colectivo comparece en nombre del resguardo. La jurisprudencia establece que cuando la acción es presentada por representantes legítimos no se requiere ratificación posterior de la comunidad —requisito propio de la agencia oficiosa—, siendo suficiente que la decisión provenga del gobierno propio y su estructura interna. Los antecedentes allegados demuestran que las decisiones sobre los proyectos REDD+ se adoptaron en la Asamblea de Capitanes y autoridades, lo cual consolida la autorización social y política del representante para accionar. Los anexos contienen actas, manifestaciones de capitanes y comunicaciones formales que rechazan iniciativas externas generadoras de conflicto, reivindican la estructura de gobernanza del resguardo y ordenan relacionarse exclusivamente a través de sus órganos legítimos, elementos que satisfacen el estándar de legitimación activa reforzada. 10 Respecto al argumento de terceros sobre la representación del Consejo Indígena conformado bajo el Decreto 632 de 2018, debe precisarse —conforme al parágrafo del artículo 18 del citado decreto— que la puesta en funcionamiento de los territorios indígenas como ETI atañe a funciones político-administrativas, sin implicar reconocimiento o desconocimiento de derechos de propiedad colectiva ni sustitución de la representación jurídica del resguardo registrada ante el Ministerio del Interior. Por consiguiente, la existencia del Consejo no desvirtúa la legitimación del representante legal del resguardo para promover la acción. En conclusión, concurren tres fundamentos de legitimación por activa: (1) el resguardo como sujeto colectivo titular de derechos fundamentales; (2) la representación acreditada por el Ministerio del Interior en cabeza de Anderson Cándido Dasilva; y (3) la decisión adoptada por el gobierno propio del resguardo, que excluye la necesidad de agencia oficiosa o ratificaciones posteriores. La acción satisface plenamente el juicio de legitimación activa para un pronunciamiento de fondo sobre la presunta afectación de derechos fundamentales por los proyectos REDD+ en el territorio del resguardo. LEGITIMACIÓN EN LA CAUSA POR PASIVA.- En el presente caso se configura respecto de autoridades públicas y particulares vinculados directamente con el proyecto “Flor de Inírida”. Conforme a la regla jurisprudencia de la Sentencia T-248 de 2024, la tutela procede excepcionalmente contra particulares cuando concurre prestación de servicio público, afectación grave y directa del interés colectivo, o situación de subordinación o indefensión del accionante. Tratándose de comunidades indígenas y actuaciones privadas en territorios colectivos, la Corte ha reconocido sistemáticamente la procedencia por la incidencia directa en derechos colectivos y los escenarios de desequilibrio o indefensión que generan los proyectos REDD+. acreditada Respecto de los particulares con rol directo en el proyecto, se de COMPENSATION legitimación encuentra INTERNATIONAL PROGRESS S.A. – GREENLIFE (CIP GREENLIFE) como desarrollador y promotor del proyecto, cuya conducta presenta nexo causal inmediato con los hechos denunciados de superposición territorial, déficits de consulta previa y riesgos de doble contabilidad. la Igualmente, PLANETAI NATURE SPACE (PNS) está legitimada como operador del estándar certificador que registra el proyecto, siendo determinante para la validez y circulación de créditos de carbono. ENVIANCE SERVICES PVT. LTD., en calidad de organismo verificador independiente que auditó el cumplimiento de requisitos incluido el consentimiento libre, previo e informado, y TÜV NORD CERT GMBH como validador histórico del proyecto según consta en documentación del expediente, completan el núcleo de particulares cuya intervención puede afectar directamente el interés colectivo del resguardo, ubicándolo en situación de indefensión técnica y contractual. En cuanto a las entidades públicas, el MINISTERIO DE AMBIENTE Y DESARROLLO SOSTENIBLE ostenta legitimación por pasiva como 11 rector de la política ambiental y del marco REDD+ en Colombia mediante la Resolución 1447 de 2018, siendo sus acciones u omisiones en diseño, regulación y registro RENARE determinantes para prevenir traslapes territoriales y doble contabilidad. El MINISTERIO DEL INTERIOR, a través de sus Direcciones de Asuntos Indígenas y Consulta Previa, resulta legitimado por su competencia en política étnica, reconocimiento de autoridades indígenas y garantía del derecho fundamental a la consulta previa. La PROCURADURÍA GENERAL DE LA NACIÓN y la DEFENSORÍA DEL PUEBLO mantienen legitimación para órdenes de acompañamiento y vigilancia conforme a su rol constitucional de garantía de derechos de pueblos indígenas, mientras que ECOPETROL S.A., como potencial usuario de certificados de carbono que ya manifestó su abstención de recibir créditos del proyecto, está legitimada para órdenes de no hacer que mantengan o condicionen dicha abstención. De otra parte, el DEPARTAMENTO DEL GUAINÍA sí está legitimado por pasiva porque, aun cuando no diseñó ni ejecutó el proyecto REDD+ cuestionado, sus competencias territoriales de coordinación, garantía y ejecución lo convierten en destinatario idóneo de órdenes útiles y necesarias para hacer efectivos los derechos del resguardo. En línea con la T-248 de 2024, la legitimación por pasiva no se limita a quien causó directamente la afectación: también comprende a las entidades que, por mandato constitucional o legal, pueden incidir en la solución del caso y en el cumplimiento de medidas de tutela (instalar y sostener mesas interinstitucionales, articular con MinAmbiente y MinInterior, asegurar condiciones para participación/CLPI, prevenir traslapes y doble contabilidad, y verificar avances con enfoque étnico). Estas son órdenes estructurales y de coordinación típicas en casos REDD+ con pueblos indígenas y se apoyan en las pautas de debida diligencia y salvaguardas fijadas por la Corte. Por el contrario, carecen de legitimación por pasiva o la tienen en grado insuficiente aquellas entidades sin nexo causal directo con la presunta vulneración. ONAC explicó que su función se limita a la acreditación general de organismos evaluadores sin participación en proyectos específicos REDD+, mientras que VERSA S.A.S. y Human Forest S.A.S. no registran intervención probada en el proyecto Flor de Inírida. Las demás entidades públicas vinculadas —ANLA, DIAN, IGAC, ANT, los Ministerios de Agricultura y Relaciones Exteriores y la Personería Municipal— carecen de competencia material específica sobre validación, registro o consulta previa en proyectos REDD+, habiendo varias de ellas solicitado fundadamente su desvinculación procesal. En consecuencia, el requisito de legitimación por pasiva se satisface plenamente respecto de los actores privados que estructuraron, validaron y certificaron el proyecto Flor de Inírida, así como de las autoridades públicas con competencia decisiva para asegurar las salvaguardas étnicas, el consentimiento libre, previo e informado, y el control del registro y uso de créditos de carbono, configurándose los supuestos jurisprudenciales de procedencia de la tutela contra particulares por afectación grave y directa del interés colectivo indígena 12 en contextos de desequilibrio contractual y técnico propios de los mercados de carbono. 3. INMEDIATEZ El requisito de inmediatez se satisface en este caso porque la presunta afectación a los derechos del Resguardo Indígena Bajo Río Guainía y Río Negro es actual y continuada (superposición del proyecto “Flor de Inírida”, riesgos sobre gobierno propio y territorio) y la tutela fue admitida el 12 de septiembre de 2025, dentro de un marco temporal cercano a actuaciones recientes que mantienen vigente el riesgo. En particular, constan (i) la abstención expresa de Ecopetrol del 31 de julio de 2025 de recibir certificados del proyecto “Flor de Inírida” y (ii) el oficio del 1 de septiembre de 2025 dirigido al Ministerio de Ambiente solicitando concepto técnico sobre su validez en RENARE, lo que evidencia que la controversia seguía activa; a ello se suman mandatos de la Asamblea de Capitanes de 2025 que rechazan intervenciones externas y ordenan acciones de defensa del territorio. Todo ello muestra que la tutela se interpuso sin dilaciones injustificadas y frente a una amenaza persistente, cumpliendo la inmediatez. 4. SUBSIDIARIEDAD La acción de tutela satisface el requisito de subsidiariedad al ser el mecanismo idóneo para proteger los derechos fundamentales del Resguardo Indígena Bajo Río Guainía y Río Negro —autodeterminación, gobierno propio, identidad cultural, territorio y participación/CLPI— frente al proyecto REDD+ “Flor de Inírida”. La controversia trasciende lo contractual y configura un problema constitucional que involucra actuaciones de particulares y omisiones estatales en el ciclo del la tutela es el escenario para examinar proyecto; por ello, vulneraciones y adoptar órdenes integrales. El expediente describe superposición territorial, uso no autorizado del nombre del resguardo y comercialización/retiros de créditos reputados ilegítimos, con incidencia directa en autogobierno, economía propia y buen nombre, así como alegada doble contabilidad de reducciones (traslapes no compatibles y sobreestimaciones reportadas), lo que exige intervención judicial inmediata para evitar la consolidación del daño. frente a múltiples actores, Los medios ordinarios señalados por los demandados no resultan idóneos ni eficaces: procesos civiles (nulidad/responsabilidad) serían incluso extranjeros prolongados (validación/verificación), sin medidas cautelares oportunas; la nulidad y restablecimiento contra actuaciones de RENARE no resuelve la raíz iusfundamental del conflicto y el propio certificado RENARE adjunto es definir responsabilidades, por lo que no sustituye la necesidad de protección inmediata; y los canales internos del desarrollador no aparecen, en este expediente, como un cauce eficaz que hubiere neutralizado el riesgo. A esto se suman limitaciones estructurales del territorio (servicios públicos, que hacen desproporcionado exigir el agotamiento de vías ordinarias exclusivamente comunicaciones informativo, energía) efecto sin de y 13 fragmentadas antes del amparo. En conjunto, la tutela es el instrumento oportuno y proporcionado para ordenar correctivos efectivos (formulación, certificación, validación, monitoreo y registro) y proteger derechos fundamentales del Resguardo. 5. DERECHOS DE LOS PUEBLOS INDÍGENAS EN LA CONSTITUCIÓN DE 1991. La Corte Constitucional ha establecido un marco jurídico que reconoce a las comunidades indígenas como sujetos colectivos de derechos fundamentales, superando la concepción tradicional que limitaba estos derechos únicamente a individuos. Este desarrollo jurisprudencial se fundamenta en el carácter diverso y pluralista del Estado colombiano consagrado en la Constitución de 1991, la cual estableció como propósito la construcción de una democracia inclusiva que proteja la diversidad étnica y cultural de la nación. La evolución jurisprudencial ha sido significativa, pues las comunidades indígenas han transitado de ser consideradas meras realidades fácticas y legales para convertirse en sujetos titulares de derechos fundamentales con singularidad propia. Esta transformación conceptual permite que los intereses dignos de tutela constitucional no se limiten a los miembros individuales de estas comunidades, sino que se radiquen en la comunidad misma como entidad colectiva diferenciada. El ordenamiento jurídico ha reconocido ocho derechos fundamentales específicos a favor de las comunidades indígenas: el derecho a la subsistencia derivado de la protección a la vida, el derecho a la identidad cultural y integridad étnica, el derecho a la propiedad colectiva, el derecho a participar en las decisiones que los afecten, el derecho a la autodeterminación y autogobierno conforme a sus tradiciones, el derecho al debido proceso administrativo, el derecho al retorno y reubicación como población desplazada, y el derecho de acceso a la justicia como comunidad. Estos derechos tienen como finalidad maximizar la autonomía de las comunidades, preservar su cultura y garantizar el respeto a las diferencias culturales. Véase Sentencia T-445 de 2022. Las comunidades indígenas constituyen sujetos de especial protección constitucional que pueden solicitar la tutela de sus derechos fundamentales a través de la acción constitucional correspondiente. Esta protección reforzada busca garantizar su autonomía, cosmovisión, internos, cultura y capacidad de resolución de sus asuntos subsistencia, respetando en todo momento su independencia. Tanto las autoridades judiciales como administrativas tienen la obligación de garantizar la protección efectiva de estos derechos fundamentales en toda circunstancia, consolidando así un sistema integral de protección de los pueblos indígenas en Colombia. 6. DIVERSIDAD ÉTNICA E IDENTIDAD CULTURAL DE LOS PUEBLOS INDÍGENAS EN COLOMBIA. La Corte Constitucional ha establecido de manera consistente y reiterada en su jurisprudencia que la diversidad étnica, la autonomía y el derecho a la autoidentificación de las comunidades indígenas se 14 materializa a través del control que estas ejercen sobre sus estructuras sociales, formas de organización, creencias, usos y costumbres. Esta autonomía implica que las colectividades ancestrales tienen la facultad de establecer sus propias instituciones, elegir sus autoridades de gobierno, conservar sus normas y costumbres, y determinar sus proyectos de desarrollo. El conjunto de garantías fundamentales consagradas en la Constitución de 1991 está dirigido específicamente a la protección de esta autonomía o libre determinación, considerada elemento esencial para garantizar la supervivencia e integridad cultural de estos pueblos. En la sentencia SU-419 de 2024, la Corte Constitucional precisó que la diversidad étnica y cultural constituye un principio fundante del ordenamiento constitucional del cual se deriva el derecho a la identidad y a la integridad social y cultural. Este derecho se define como la facultad de todo grupo indígena y de sus miembros de formar parte de un determinado patrimonio cultural tangible e intangible, sin ser forzados a pertenecer a uno diferente o ser asimilados por uno distinto. El propósito fundamental de este derecho es salvaguardar la integridad de las comunidades como poblaciones étnicamente diferenciadas, posibilitando la permanencia y perdurabilidad de su cultura, lo que conlleva respetar la multiplicidad de cosmovisiones, garantizar la supervivencia de los pueblos indígenas y prohibir la imposición de formas de vida mayoritarias. La Corte ha establecido que la identidad y la integridad cultural de los pueblos indígenas no constituyen fenómenos estáticos e inamovibles orientados únicamente a la conservación de tradiciones ancestrales desde una perspectiva histórica. Por el contrario, la Sala Plena concibe la identidad y la integridad cultural como el resultado de procesos sociales complejos y dinámicos que se desarrollan a lo largo del tiempo, en constante definición y redefinición, derivados tanto del intercambio con otras culturas como de debates y decisiones internas de los miembros de las comunidades indígenas. En consecuencia, el derecho a la identidad y a la integridad cultural también protege la adopción de elementos culturales nuevos, bajo la condición de que los cambios en las expresiones tradicionales sean siempre resultado de decisiones voluntarias, libres e informadas por parte del propio pueblo indígena, asegurando así su capacidad de agencia y supervivencia física y cultural. 7. CRITERIOS DE PROTECCIÓN FIJADOS POR LA CORTE EN T-248/24. La Sentencia T-248 de 2024 establece un marco jurídico integral sobre los derechos fundamentales de los pueblos indígenas frente a proyectos ambientales, desarrollando reglas de derecho precisas que deben observarse en casos similares. Esta providencia consolida la jurisprudencia constitucional en materia étnica y ambiental, estableciendo estándares vinculantes para el Estado y los particulares. 15 Regla sobre el Derecho a la Libre Determinación, Autonomía y Autogobierno La Corte establece que los pueblos indígenas tienen derecho fundamental a la libre determinación, entendida como prerrogativa colectiva que opera en dos dimensiones: externa e interna. En su dimensión externa, permite a las comunidades participar en decisiones administrativas que puedan afectarlas directamente a través de su conocimiento y cosmovisión. En su dimensión interna, garantiza el autogobierno en cuanto a organización social, política, jurídica y económica, incluyendo el derecho a decidir por sí mismos sobre sus formas de gobierno, ejercer funciones jurisdiccionales en su ámbito territorial y ejercer plenamente la propiedad de sus resguardos y territorios. La regla jurisprudencial establece que este derecho implica tres garantías específicas: el derecho de las comunidades a decidir su forma de gobierno, el derecho a ejercer funciones jurisdiccionales dentro de su ámbito territorial, y el pleno ejercicio del derecho de propiedad de sus resguardos y territorios. Como corolario, la sentencia establece la regla de maximización de la autonomía indígena, que implica que prima facie las autoridades estatales no pueden intervenir en asuntos de competencia de autoridades intervención excepcional y procedente solo para salvaguardar intereses de mayor jerarquía. indígenas, siendo la Regla sobre Derechos Territoriales y Recursos Naturales La sentencia consolida la regla según la cual la propiedad colectiva sobre tierras y territorios indígenas constituye derecho fundamental colectivo y garantía de maximización de otros derechos fundamentales. Este derecho opera desde una doble dimensión: jurídica y cultural. Desde la dimensión jurídica, el derecho territorial indígena se caracteriza por ser imprescriptible, inalienable e inembargable, con la ancestralidad de la posesión como título de propiedad. Desde la dimensión cultural, reconoce la especial relación entre cosmovisión comunitaria y territorio, que trasciende la comprensión geográfica para abarcar elementos vitales de preservación cultural y desarrollo. La regla jurisprudencial establece que los pueblos indígenas tienen calidad de autoridades ambientales en sus territorios, derivada del artículo 330 constitucional y del artículo 14 del Convenio 169 de la OIT. Esta calidad les confiere potestad para actuar como autoridades ambientales dentro de sus territorios, reconociendo su conocimiento ancestral y prácticas tradicionales de gestión ambiental. Como consecuencia, los proyectos ambientales deben fundamentarse en el reconocimiento formal y material de sus derechos sobre tierras, territorios y recursos naturales. Regla sobre Identidad e Integridad Física y Cultural La Corte establece que el derecho a la identidad e integridad étnica y cultural constituye derecho autónomo que permite fortalecer el 16 conjunto de rasgos distintivos, espirituales y materiales que caracterizan a los pueblos indígenas. Este derecho opera en doble dimensión: colectiva, protegiendo a la comunidad como sujeto de derechos, e individual, protegiendo al individuo para preservar conocimientos y prácticas tradicionales que lo identifican. La regla específica establece que los pueblos indígenas tienen derecho a la soberanía alimentaria, que incluye producción de alimentos saludables y culturalmente apropiados, decisión sobre sistemas de alimentación y agricultura, conservación de conocimientos locales y elección de métodos y tecnologías aplicables. Este derecho genera obligación estatal de establecer y ejecutar programas de asistencia para asegurar conservación y protección de capacidad productiva y ambiente indígena. Regla sobre Consulta Previa y Consentimiento Libre, Previo e Informado La sentencia establece un sistema escalonado de participación según la intensidad de afectación, basado en el principio de proporcionalidad. Se configuran tres niveles: participación ambiental para afectaciones indirectas, consulta previa para afectaciones directas, y consentimiento libre, previo e informado para afectaciones intensas. Para el consentimiento libre, previo e informado, la regla establece que procede cuando existe amenaza a la subsistencia física y cultural de la comunidad, específicamente en casos de: traslado o desplazamiento por obras o proyectos, almacenamiento o vertimiento de desechos tóxicos en tierras étnicas, o alto impacto social, cultural y ambiental que ponga en riesgo la existencia comunitaria. La regla fundamental establece que la vinculación de la decisión en casos de consentimiento libre, previo e informado implica que el Estado solo puede implementar la medida si obtiene dicho consentimiento, siendo la anuencia del pueblo étnico vinculante. Regla sobre Obligaciones Estatales en Proyectos Ambientales La sentencia establece que el Estado debe adoptar enfoque de interdependencia entre protección del medio ambiente y derechos humanos, especialmente respecto de población étnica. Esta regla se concreta en tres obligaciones específicas: cooperar internacionalmente en políticas de mitigación y adaptación al cambio climático bajo el marco constitucional vigente, aplicar enfoque de interdependencia entre protección ambiental y derechos de poblaciones étnicas, y ejercer deberes de vigilancia, control y seguimiento en materia ambiental basados en principios de prevención y precaución. La regla específica para proyectos REDD+ establece que el Estado debe crear marcos legales internos jurídicamente vinculantes que aborden riesgos del cambio climático garantizando interdependencia entre protección ambiental y derechos de pueblos indígenas. Esto incluye obligación de supervisar externalidades que puedan afectar 17 protección ambiental, iniciativa privada y derechos de comunidades étnicas. Regla sobre Deberes de Debida Diligencia Empresarial La Corte establece tres deberes fundamentales de debida diligencia para empresas en proyectos REDD+. Primero, asegurar que la implementación cumpla con orden constitucional y legal vigente, incluyendo estándares sobre protección de derechos fundamentales colectivos de pueblos indígenas. Segundo, garantizar que el proyecto respete derechos humanos reconocidos internacionalmente, implicando evaluación de riesgos, transparencia con comunidades y corrección de afectaciones. Tercero, responsabilizarse de corregir cualquier daño o menoscabo, incluyendo monitoreo, gestión de conflictos y prevención o mitigación de afectaciones. La regla específica establece que las empresas deben seguir proceso de debida diligencia que abarque: compromiso político demostrado mediante declaración política aprobada por alta dirección, proceso de debida diligencia para identificar, prevenir, mitigar y responder a impactos negativos, evaluación continua de riesgos reales y potenciales, integración empresarial de conclusiones, seguimiento eficaz de respuestas, deber de información externa, y mecanismos de reparación para daños causados. Regla sobre Titularidad de Proyectos REDD+ en Territorios Indígenas La sentencia establece que cuando los proyectos REDD+ se desarrollan en territorios indígenas, debe determinarse claramente la titularidad considerando las regulaciones especiales para formas de organización, asociación y territorialidad indígena. La regla específica establece que las AATIS y ETIS en la Amazonía ejercen funciones públicas de gobernanza con prerrogativas análogas a entes territoriales, sujetas a normas de derecho público. Para casos donde la titularidad es alegada por empresas externas, la regla establece que debe acreditarse cumplimiento de estándares de participación plena y efectiva, incluyendo consulta previa y/o consentimiento libre, previo e informado, especificando fases del proyecto para las cuales se requiere determinación de procedencia. Cuando la titularidad es alegada por comunidades indígenas, debe establecerse que todos los integrantes conocen alcances, impactos, beneficios y distribución del proyecto, ajustándose a estándares de gobierno propio y autodeterminación. Regla sobre Enfoque Étnico en Políticas Ambientales La Corte establece como regla fundamental que el Estado debe adoptar enfoque étnico que reconozca y respete derechos de pueblos indígenas en proyectos ambientales, especialmente para comunidades en situación vulnerable y zonas con poca presencia institucional. Este enfoque no se limita a creación de protocolos específicos, sino que 18 implica diferenciadas sobre grupos poblacionales específicos. implicaciones, comprender impactos y afectaciones La regla específica establece obligación estatal de crear Sistema Nacional de Salvaguardas con fuerza jurídica vinculante que aborde necesidades diferenciadas de proyectos REDD+ en territorios indígenas, incluyendo regulación específica sobre titularidad, participación efectiva, consentimiento libre, previo e informado, y mecanismos de supervisión y control. Esta regla se complementa con obligación de establecer mecanismos efectivos de coordinación y supervisión entre entidades gubernamentales y actores privados. Regla sobre Conflictos Internos en Comunidades Indígenas La sentencia reitera la regla según la cual los conflictos internos de comunidades indígenas deben resolverse por la propia comunidad, aplicando tres pautas interpretativas: maximización de autonomía indígena, mayor autonomía para decisión de conflictos internos, y principio de que a mayor conservación de identidad cultural, mayor autonomía. La regla de intervención excepcional establece que las autoridades estatales pueden intervenir mediante estrategias de diálogo intercultural cuando: el conflicto comprometa seria y ciertamente el núcleo esencial de derechos fundamentales o ponga en riesgo la pervivencia comunitaria, y las autoridades tradicionales no cuenten con instancias o mecanismos para solucionar el conflicto por sí mismas. Esta intervención debe buscar protección de autonomía respetando estructura de gobierno propio. Estas reglas de derecho establecidas en la Sentencia T-248/2024 constituyen precedente vinculante que debe observarse en casos similares, garantizando que la protección ambiental y la preservación de la diversidad étnica y cultural coexistan armónicamente, respetando la las autonomía, comunidades indígenas. formas de vida tradicionales de territorios y CASO CONCRETO El señor ANDERSON CÁNDIDO DASILVA, en calidad de representante legal del Resguardo Indígena Bajo Río Guainía y Río Negro, interpuso la presente acción de tutela en procura de la protección de derechos fundamentales colectivos de su comunidad, relacionados con la consulta previa y el consentimiento libre, previo e informado (CLPI), la propiedad colectiva sobre el territorio, la autonomía y el autogobierno indígena, así como la integridad cultural, la vida digna, el mínimo vital y el buen nombre. Señala que las entidades y empresas accionadas —Compensation International Progress S.A. – Greenlife, TÜV Nord Cert GmbH, Enviance Services Pvt. Ltd., PlanetAI Nature Space y Ecopetrol S.A.— habrían promovido o participado en un proyecto de reducción de emisiones por deforestación y degradación (REDD+) en su territorio sin cumplir con los estándares constitucionales y convencionales de respeto a la autoridad indígena legítima ni garantizar procesos claros de consulta y participación. 19 Por su parte, la empresa COMPENSATION INTERNATIONAL PROGRESS S.A. – GREENLIFE (CIP GREENLIFE) sostiene que el proyecto REDD+ objeto de la acción —denominado por los accionantes como \"Flor de Inírida\"— se enmarca en las normas nacionales e internacionales aplicables y fue adelantado respetando la autonomía indígena. Explica que, en el territorio del Resguardo, coexisten dos órganos de representación: de un lado, el representante legal Anderson Cándido Dasilva; y de otro, el Consejo Indígena del Territorio Curripaco– Nheengatú del Bajo Río Guainía, inscrito mediante Resolución 015 de 2022 del Ministerio del Interior, con facultades de gobierno y planeación conforme al Decreto 632 de 2018. En su criterio, el proyecto fue diseñado y ejecutado en coordinación con autoridades legítimas y con base en un ejercicio técnico de caracterización poblacional, recogido en el Plan de Vida del Territorio Indígena, que actualiza la información sobre comunidades y habitantes. La empresa niega que exista vulneración de derechos fundamentales, argumentando que ha obrado de buena fe, que el proyecto busca beneficios ambientales y sociales para las comunidades, y que las imputaciones del accionante carecen de sustento documental verificable, en especial los señalamientos de superposición territorial, déficit de consulta previa o riesgos de doble contabilidad. frente a Los demás accionados sostienen en esencia que han actuado dentro de sus competencias y que no se han vulnerado los derechos del Resguardo. PLANETAI NATURE SPACE indica que su papel se limitó a operar el estándar de certificación, sin injerencia en decisiones sobre gobierno indígena o territorio. ENVIANCE SERVICES PVT. LTD. afirma que su labor consistió en verificar técnicamente el cumplimiento de requisitos, incluido el consentimiento libre, previo e informado, y que esa auditoría se efectuó conforme a protocolos internacionales. La ANLA aclara que su intervención se restringe a funciones de carácter jurídico y ambiental dentro del marco legal que le corresponde, sin participación en la estructuración ni ejecución del proyecto. Finalmente, ECOPETROL S.A. manifiesta que no ha adquirido créditos de carbono provenientes de dicho proyecto, y que su comparecencia obedece únicamente a la vinculación ordenada por el juez, sin incidencia material en las actuaciones que motivan la acción. En la región del Bajo Río Guainía y Río Negro se encuentran en controversia dos iniciativas REDD+ diferenciadas: Primera iniciativa: El proyecto \"Planeta Agradecido con el Resguardo Indígena Bajo Río Guainía y Río Negro II\", cuya titularidad ostenta el Resguardo Indígena. Este proyecto comprende al menos cuatro comunidades (Danaco, Jigua, Piedra Blanca y Paria), cuenta con certificación de emisiones por 442.754 créditos de carbono (01 de octubre de 2024) y se fundamenta en el trabajo previo desarrollado con Human Forest S.A.S. Los anexos técnicos evidencian que las restantes 25 comunidades del Resguardo ya participan en otro proyecto REDD+ debidamente validado, certificado y registrado en Ecoregistry bajo la misma titularidad y desarrollador, conforme se detalla en los cuadros técnicos comparativos. 20 Segunda iniciativa: El proyecto denominado por los demandados \"Flor de Inírida\", promovido por CIP Greenlife. El accionante alega que este proyecto fue registrado el 27 de julio de 2025 bajo el estándar de PlanetAI Nature Space, presenta una superposición del 98,7% respecto al área del proyecto del Resguardo y registra retiros de 150.000 créditos de carbono. Lo que el accionante cuestiona son los procesos de socialización y consulta previa, libre e informada (CLPI), así como el riesgo inherente de doble contabilidad. Por su parte, CIP Greenlife sostiene que el proyecto \"Flor de Inírida\" cuenta con registro RENARE, se sustenta en contratos suscritos en 2011 y obtuvo validación el 20 de diciembre de 2018. Asimismo, afirma que la titularidad del proyecto recae en las comunidades de once resguardos indígenas. PlanetAI complementa esta posición señalando que el proyecto fue \"desarrollado e implementado por los pueblos indígenas propietarios\" en dichos territorios. Las dos iniciativas en disputa generan dificultades técnicas, territoriales y de gobernanza que configuran el núcleo del conflicto: el proyecto del Resguardo \"Planeta Agradecido II\" se encuentra validado y certificado por Cercarbono con 442.754 créditos (01-oct-2024) y registrado en Ecoregistry (ID 146) a nombre del propio Resguardo, teniendo como desarrollador a Human Forest S.A.S.; paralelamente, \"Flor de Inírida\" fue registrado el 27-jul-2025 en PlanetAI Nature Space, presenta retiros por 150.000 créditos, mientras CIP Greenlife sustenta registro en RENARE (23-nov-2020, ID 1983) y alega propiedad sobre once resguardos, en tanto PlanetAI sostiene que no existe otro titular con derechos sobre esas reducciones. La coexistencia de estas trayectorias, sumada a la alegada superposición del 98,7% del área del Resguardo con \"Flor de Inírida\", genera riesgo de doble contabilidad y plantea la controversia sobre quién decide y de quién son los resultados obtenidos en la misma zona geográfica y período temporal. La vinculación con las pretensiones de la tutela resulta directa: el Resguardo demanda amparo de sus derechos a consulta previa/CLPI, territorio y propiedad colectiva, autonomía y gobierno propio, integridad cultural, vida digna/mínimo vital y buen nombre. La superposición territorial denunciada, los registros y retiros efectuados bajo estándares diferentes, y las afirmaciones contrapuestas sobre titularidad impactan directamente en tres aspectos fundamentales: (i) quién ostenta legitimidad para representar y autorizar decisiones territoriales; (ii) cómo se asignan y contabilizan los créditos generados; y (iii) qué efectos reputacionales y económicos se proyectan sobre la comunidad. Bajo este contexto, el Resguardo solicita protección de sus derechos frente a actuaciones que considera no autorizadas en su territorio y que amenazan con duplicar reducciones ya registradas a su nombre. Ahora bien, a las luces de la sentencia T-248/2024 exige que, en proyectos REDD+, las empresas respeten las estructuras de gobierno indígena y aseguren participación efectiva y, cuando corresponda, CLPI, advirtiendo que no basta con \"listados de chequeo\" y que persiste un déficit estatal de enfoque étnico integral; aun así, las compañías deben 21 actuar con debida diligencia para proteger derechos fundamentales de los pueblos indígenas. En el caso bajo examen se verifica un riesgo cierto y actual de afectación a derechos fundamentales del pueblo indígena accionante. Ello emerge, de un lado, de la disputa sobre quién ostenta la representación legítima para adoptar decisiones colectivas: mientras CIP Greenlife presenta un \"Consejo Indígena\" como autoridad de gobierno, el Resguardo sostiene que no medió autorización de la Asamblea de capitanes ni de las familias de las comunidades incluidas, y que se atribuye vocería a un tercero sin personería ni cobertura sobre la vocerías ellas. Esta autodeterminación, autonomía y gobierno propio, e impide trazar una ruta interna válida para decidir sobre proyectos que inciden en el territorio. impacta directamente fractura de A lo anterior se suma una controversia sustantiva sobre participación y CLPI. PlanetAI afirma que el proyecto fue concebido e implementado por \"los indígenas propietarios\", con verificación independiente; pero el Resguardo cuestiona la idoneidad del estándar aplicado, la cartografía y la verificación empleadas, y la validez social del consentimiento invocado. En términos del enfoque étnico de T-248/24, la duda sobre quién consintió, frente a cuál sujeto colectivo y con qué información suficiente supone una vulneración prima facie del derecho a la participación efectiva y al consentimiento libre, previo e informado. De manera concomitante, la coexistencia de la iniciativa comunitaria del Resguardo y el proyecto \"Flor de Inírida\" promovido por CIP Greenlife —con registros en plataformas distintas y reportes de retiros de créditos— genera contabilidad, superposiciones territoriales y disputa sobre la titularidad de resultados y la distribución de beneficios en territorio colectivo. Estas tensiones no son meramente técnicas: la cohesión organizativa se ven erosionadas por la fricción entre capitanes, autoridades locales y órganos presentados como \"territoriales\", con la consecuente desconfianza comunitaria y la amenaza de perder beneficios sociales ya acreditados por el proyecto comunitario. integridad cultural y riesgo de doble la Finalmente, persiste una incertidumbre regulatoria y técnica que compromete los deberes estatales de garantía y la debida diligencia empresarial: de un lado, se invoca registro y validaciones; de otro, se alegan prohibiciones de duplicidad, tasas de reducción atípicas y déficits de salvaguardas. Este cuadro incrementa la exposición de la comunidad a impactos económicos y reputacionales si la calidad o trazabilidad de los créditos es disputada. Bajo el estándar reforzado de protección fijado por la Corte, se impone: (i) clarificar la representación legítima y la ruta interna de decisión conforme al gobierno propio; (ii) verificar de manera intercultural la existencia, alcance y validez del CLPI; (iii) establecer trazabilidad única que prevenga la doble contabilidad, defina titularidad y reparto de beneficios, y asegure coherencia entre registros; y (iv) exigir debida diligencia con acompañamiento técnico estatal para neutralizar 22 riesgos metodológicos y regulatorios. Estas medidas son necesarias para restablecer la autonomía, proteger la participación efectiva y garantizar que cualquier intervención externa respete el territorio, la autoridad legítima y el proyecto de vida de la comunidad accionante. En criterio de este Juzgado, sí se configura vulneración del derecho a la libre determinación, autonomía y autogobierno del Resguardo. El expediente muestra que el accionante niega haber autorizado el proyecto promovido por CIP y objeta que la representación haya sido atribuida a un consejo territorial distinto a su gobierno propio; a la vez, CIP sustenta su relacionamiento en ese Consejo Indígena como \"autoridad máxima\". Esta colisión de vocerías, sumada a comunicaciones de capitanes que rechazan \"Flor de Inírida\", evidencia que decisiones sustantivas sobre el territorio se adelantaron por fuera de los canales internos de decisión del sujeto colectivo, desplazando su gobierno propio. Igualmente, se constata afectación a los derechos territoriales y a los recursos del Resguardo. De un lado, la comunidad acredita su proyecto propio con certificación de 442.754 créditos (01-oct-2024) y registro en Ecoregistry; de otro, el proyecto \"Flor de Inírida\" fue presentado en estándar distinto y el accionante denuncia superposición material con su área y retiros de créditos en paralelo, configurando un escenario de doble contabilidad y apropiación de beneficios en un mismo ámbito territorial. Esta concurrencia de proyectos y actos registrales sobre una misma zona territorial, sin acuerdo del gobierno propio del Resguardo, compromete el goce efectivo de su propiedad colectiva y la gestión de los resultados de carbono. Finalmente, se verifica vulneración del derecho a la participación/consulta previa y al CLPI, así como de los deberes de debida diligencia empresarial. Mientras PlanetAI afirma que el proyecto fue \"desarrollado e implementado por los indígenas propietarios\" y que \"no existe otro actor con derechos\", y Enviance reporta verificación conforme a su estándar, el Resguardo sostiene la ausencia de autorización de sus autoridades legítimas; además, aporta análisis de sobreestimación metodológica que, de confirmarse, revelaría deficiencias en la diligencia técnica. Sin despejar quién otorgó el consentimiento en nombre del sujeto colectivo accionante —y con indicios de traslapes—, las actuaciones privadas avanzaron sin una base legítima y suficiente de participación, afectando también la identidad e integridad cultural ligadas a la decisión colectiva sobre el territorio. En criterio de este Juzgado, los elementos del expediente — certificación y registro del proyecto del Resguardo (442.754 créditos, ID 146 – 01/oct/2024), frente a la presentación y retiros del proyecto \"Flor de Inírida\" con alegada superposición sobre el mismo territorio, las manifestaciones de rechazo de autoridades comunitarias y la controversia no despejada sobre quién otorgó el consentimiento— justifican dar credibilidad prevalente a la versión del Resguardo; conforme al estándar orientador de la T-248/2024 sobre debida diligencia y participación/CLPI en proyectos REDD+, toda duda y 23 afectación debe resolverse a favor de la comunidad indígena accionante, adoptando las medidas necesarias para resguardar su decisión colectiva mientras se define de fondo. entre programas voluntario, desarticulación Además, obsérvese que las falencias estructurales identificadas por la Corte en la T-248/2024 —ausencia de regulación clara del mercado de certificación/OVV y el Estado, y déficits de control y supervisión— se reflejan en: (i) la coexistencia de múltiples estándares privados con metodologías y salvaguardas no armonizadas y auditorías \"no lo suficientemente sistemáticas e independientes\" en territorios indígenas; (ii) la falta de reglas públicas que definan qué salvaguardas y niveles de calidad rigen para proyectos en resguardos; y (iii) la debilidad del andamiaje estatal (incluida la función de ONAC) para frente a independencia, trazabilidad y consecuencias asegurar irregularidades. Ello deriva en heterogeneidad en la aplicación de salvaguardas sociales y culturales y en que la verificación de CLPI/participación quede supeditada a criterios privados sin ruta estatal de supervisión efectiva. Estas falencias se replican en esta causa: el Resguardo acredita su iniciativa validada/certificada y registrada en Ecoregistry (ID 146), mientras los accionados impulsan un proyecto paralelo bajo otro estándar y alegan cumplimiento en RENARE, sin que exista una coordinación público-estatal que despeje de manera uniforme la superposición territorial, la trazabilidad y el CLPI ante la autoridad legítima del Resguardo. CIP invoca la inscripción en RENARE y una supuesta \"firma geoespacial\" por píxel como blindaje frente a la doble contabilidad; PlanetAI/OVV se amparan en sus propios protocolos; el accionante denuncia que dichos protocolos no verificaron adecuadamente salvaguardas ni acreditaciones; y un actor comprador como Ecopetrol reporta abstención por dudas técnicas y de traslape. El cuadro reproduce la desarticulación descrita por la Corte: decisiones cruciales descansan en reglas privadas heterogéneas, sin un control estatal eficaz que garantice, ex ante, la compatibilidad con los estándares constitucionales en territorios indígenas. A la luz de la Constitución de 1991 y su desarrollo, los pueblos indígenas son sujetos colectivos de derechos fundamentales — vida/subsistencia, identidad e integridad cultural, propiedad colectiva, participación en las decisiones que los afectan, autodeterminación y autogobierno, debido proceso, retorno y acceso a la justicia— con protección reforzada orientada a maximizar su autonomía, preservar su cultura y respetar sus diferencias. Esta garantía se enlaza con el principio fundante de diversidad étnica y cultural (SU-419/2024), según el cual la identidad no es estática: puede transformarse solo mediante decisiones voluntarias, libres e informadas del propio pueblo, a través de sus autoridades legítimas y sus formas de organización y gobierno. En el caso del Resguardo Bajo Río Guainía y Río Negro, la controversia sobre quién decide, la superposición alegada entre proyectos y la incertidumbre sobre el consentimiento colectivo válido afectan, simultáneamente, la autodeterminación y el autogobierno, la 24 propiedad colectiva, la participación efectiva y la integridad cultural del sujeto colectivo. Dado que todo cambio en su proyecto de vida y en el manejo del territorio debe surgir de una decisión libre e informada del propio Resguardo, y no de imposiciones o trayectorias externas en conflicto, resulta necesario el amparo constitucional para preservar su esfera de decisión, evitar la consolidación de daños y asegurar que cualquier actuación futura se someta a la voluntad colectiva y a sus instituciones propias. Conforme a todo lo anterior, se tiene que, en el territorio del Resguardo Bajo Río Guainía y Río Negro, no existen aún condiciones jurídicas suficientes ni culturalmente adecuadas para la intervención de particulares a través de proyectos REDD+, por la falta de una ruta clara y verificable de participación/Consentimiento Libre, Previo e Informado (CLPI), la controversia sobre autoridades legítimas de decisión, y los riesgos de superposición y doble contabilidad. En consecuencia, se ampararán los derechos del Resguardo a la libre determinación, autonomía y gobierno propio, a la tierra, territorio y recursos, a la identidad e integridad cultural y a la participación/CLPI, y se dispondrán remedios inmediatos y estructurales. validación, Así las cosas, se ordenará la suspensión de toda actividad de implementación, emisión, comercialización y retiro de créditos en el territorio del Resguardo asociada al proyecto denominado por los accionados \"Flor de Inírida\". La orden cobijará a Compensation International Progress S.A. – GREENLIFE (CIP GREENLIFE), PlanetAI Nature Space, Enviance Services Pvt. Ltd. y TÜV Nord Cert GmbH. verificación, registro, Durante la fase de decisión interna del Resguardo, CIP, PlanetAI, Enviance, TÜV Nord, Human Forest S.A.S., Versa S.A.S., Institución Formarte y Ecopetrol S.A. se abstendrán de contactos, reuniones, ofrecimientos, presiones o injerencias que puedan incidir en la deliberación autonómica. Sobre este tópico, la Defensoría del Pueblo y el Departamento del Guainía dispondrán de personal para evitar este tipo de injerencias a través de canales de comunicación con los líderes tradicionales del resguardo, para el cumplimiento de esta orden. salvaguardas para cualquier proyecto; A efecto de garantizar la deliberación autónoma, se INVITARÁ al Resguardo para que, en tres (3) meses, delibere y decida, en sus espacios de gobierno propio y sin injerencia de terceros, sobre: (i) continuidad o no de iniciativas REDD+ en su territorio; (ii) condiciones y (iii) mínimos de participación/CLPI y reglas internas de interlocución. Para facilitar la comunicación entre comunidades, el Departamento del Guainía y la Defensoría del Pueblo, desde sus competencias, deberán apoyar que se pueda lograr esta deliberación autónoma, apoyándolos desde todos los ámbitos de sus competencias, incluyendo si es del caso la provisión de transporte de los miembros indígenas, además organizando mesas de diálogo en la capital del departamento – Inírida, sin injerencia de terceros o injerencias de entes locales. 25 y certificará El Ministerio del Interior conducirá el alistamiento, la ruta de el intercultural información/participación y, si corresponde, CLPI con la autoridad legítima del Resguardo. Plazos: 60 días para alistamiento y hasta 120 días adicionales para cierre. La Defensoría del Pueblo y la Procuraduría General de la Nación acompañarán y vigilarán el proceso. proceso cierre del Cualquier actuación de CIP, PlanetAI, Enviance o TÜV Nord en el territorio del Resguardo quedará supeditada al resultado de dicho proceso y a la constancia de su cumplimiento material. Por otra parte, el incumplimiento de lo aquí ordenado constituirá desacato a decisión judicial, por lo que el Ministerio del Interior, el Departamento del Guainía y la Defensoría del Pueblo podrán informar a la Fiscalía General de la Nación sobre el incumplimiento de lo aquí dispuesto, para que el ente fiscal, desde su competencia, verifique cualquier independiente del irregularidad. Esto será correspondiente incidente de desacato que se tramite en este Despacho. Por su parte, el MinAmbiente/RENARE practicará una auditoría de trazabilidad para detectar, anotar y prevenir riesgos de doble contabilidad en el territorio del Resguardo, armonizando (mediante notas preventivas y requerimientos) los registros que se alleguen desde plataformas privadas. Reportará en 45 días. PlanetAI Nature Space marcará el proyecto \"Flor de Inírida\" en el estado precautorio aplicable para el ámbito del Resguardo y se abstendrá de nuevas emisiones, registros o retiros mientras permanezca la suspensión. Enviance y TÜV Nord rendirán en 20 días un informe técnico que de especifique participación/CLPI, (ii) no superposición con el territorio del Resguardo, y (iii) trazabilidad (fuentes, supuestos, umbrales y tolerancias). salvaguardas verificaron: cómo (i) ONAC revisará en 30 días el alcance de acreditación de las entidades de evaluación involucradas, informando la incorporación (o no) de salvaguardas étnicas y controles frente a doble contabilidad en territorios indígenas. ANLA emitirá en 30 días concepto técnico sobre coherencia de salvaguardas ambientales/sociales aplicables al caso y recomendará medidas de prevención y seguimiento. Ecopetrol S.A. se abstendrá de adquirir, usar o contabilizar créditos vinculados al área del Resguardo mientras dure la suspensión y remitirá su política de debida diligencia en 15 días. DIAN informará en 30 días el tratamiento fiscal de eventuales operaciones asociadas a créditos del área del Resguardo en estado precautorio. 26 Se PROHIBIRÁN represalias o presiones contra autoridades y miembros del Resguardo por su participación en este proceso; cualquier reporte será reportado de inmediato a la Defensoría y Procuraduría. El Ministerio del Interior y el Departamento del Guainía, de manera coordinada, notificarán y coordinarán la difusión comprensible de estas órdenes en lenguas y formatos culturalmente adecuados predominantes en el Resguardo. De igual forma, publicará la presente decisión en sus páginas oficiales y redes sociales. Si transcurridos seis (6) meses no hubiere decisión del Resguardo sobre la implementación de un proyecto REDD+ en su territorio, se entenderá que no consiente su ejecución. MinAmbiente adoptará de inmediato medidas para respetar esta decisión y prevenir actuaciones contrarias (incluida anotación preventiva en RENARE). Si, culminadas las verificaciones, se constataren afectaciones a los derechos del Resguardo, CIP GREENLIFE, PlanetAI, Enviance y TÜV Nord presentarán en 30 días un Plan de Remediación que contemple: (i) ajuste de instrumentos y relacionamiento con gobierno propio; (ii) medidas de mitigación y reparación comunitaria; (iii) garantías de no repetición y mecanismos de trazabilidad que eliminen cualquier riesgo de doble contabilidad. Esta orden será objeto de control por parte de la Procuraduría, Defensoría del Pueblo y Ministerio del Interior. El MinAmbiente creará y coordinará una mesa de seguimiento con Procuraduría, Defensoría y Ministerio del Interior para evaluar avances y remitir dos informes en el año a este Juzgado. Por último, debe indicarse que las demás determinaciones de la sentencia constitucional citada —de naturaleza general y orientadas al diseño de política pública— no se transcribirán ni adoptarán textualmente en esta decisión, por exceder el marco del litigio y las competencias de esta sede. Sin embargo, se exhortará a las autoridades aquí involucradas y a los particulares involucrados a observar sus lineamientos en sus actuaciones futuras, especialmente en lo referente al enfoque étnico, las salvaguardas socioambientales, la debida diligencia, la trazabilidad y la coordinación interinstitucional. SÍNTESIS DE LA SENTENCIA DE LECTURA FÁCIL El señor Anderson Cándido Dasilva, representante del Resguardo Indígena Bajo Río Guainía y Río Negro, pidió al juez proteger los derechos de su pueblo. Señala que varias empresas impulsaron un proyecto para reducir emisiones por deforestación (REDD+) en su territorio sin una consulta válida ni permiso de su autoridad legítima. Advierte riesgos para su autonomía, su territorio, su cultura y su buen nombre. Las empresas y entidades demandadas respondieron que actuaron conforme a la ley. CIP Greenlife dijo que su proyecto “Flor de Inírida” respetó a las autoridades indígenas y se hizo de buena fe. 27 PlanetAI, Enviance y TÜV Nord afirmaron que solo aplicaron o verificaron estándares técnicos. La ANLA indicó que se limitó a sus funciones legales. Ecopetrol afirmó que no ha comprado créditos de ese proyecto. En el mismo territorio existen dos proyectos distintos. El primero es del propio Resguardo, llamado “Planeta Agradecido II”, con certificación de 442.754 créditos de carbono del 1 de octubre de 2024 y registro en Ecoregistry (ID 146), desarrollado con Human Forest S.A.S. El segundo es “Flor de Inírida”, promovido por CIP Greenlife, registrado el 27 de julio de 2025 en el estándar PlanetAI Nature Space, con retiros reportados de 150.000 créditos. El Resguardo denuncia que este segundo proyecto se superpone casi por completo con su área y que no hubo consulta válida. El Juzgado aplicó lo dicho por la Corte Constitucional en la sentencia T-248 de 2024: en los proyectos REDD+ se debe respetar el gobierno propio indígena y asegurar participación real y, cuando corresponda, Consentimiento Libre, Previo e Informado (CLPI). No bastan listas de chequeo; se exige debida diligencia de las empresas y acompañamiento del Estado. Con base en las pruebas, este Despacho encontró tres problemas principales. Primero, hay un conflicto de representación: se usó un “Consejo” distinto al gobierno propio del Resguardo para tomar decisiones. Segundo, existen dudas serias sobre la consulta y el consentimiento de la comunidad. Tercero, la coexistencia de los dos proyectos en la misma zona crea riesgo de contar dos veces los mismos resultados (doble contabilidad) y de repartir indebidamente beneficios. Por estas razones, el Juzgado da mayor credibilidad a la versión del Resguardo mientras se aclara de fondo. Reconoce la vulneración a su libre determinación, autonomía y gobierno propio, así como afectaciones a sus derechos territoriales, a la participación y a su integridad cultural. La decisión ordena suspender de inmediato todas las actividades del proyecto “Flor de Inírida” dentro del territorio del Resguardo: implementación, emisión, comercialización y retiros de créditos. Esta suspensión aplica a CIP Greenlife, PlanetAI Nature Space, Enviance y TÜV Nord. verificación, validación, registro, El Resguardo tendrá tres meses para deliberar, sin presiones ni injerencias, si quiere o no continuar con proyectos REDD+, bajo qué condiciones y con qué reglas internas de participación y CLPI. La Defensoría del Pueblo y el Departamento del Guainía deberán facilitar la logística necesaria, como transporte y espacios de diálogo en Inírida, sin intervenir en las decisiones. Si después de seis meses no hay decisión, se entenderá que la comunidad no consiente estos proyectos en su territorio. Durante este periodo, las empresas y entidades nombradas, incluidas Human Forest, Versa, Formarte y Ecopetrol, deben abstenerse 28 de cualquier contacto o presión que afecte la deliberación. Además, se prohíben represalias contra líderes y miembros del Resguardo; cualquier hecho deberá reportarse de inmediato a la Defensoría y a la Procuraduría. Se fijan tareas y plazos de verificación y control. El Ministerio del Interior conducirá el alistamiento y la ruta intercultural y certificará el cierre de la información, participación y, si corresponde, del CLPI. MinAmbiente/RENARE realizará una auditoría de trazabilidad para prevenir la doble contabilidad. PlanetAI pondrá “Flor de Inírida” en estado precautorio en el ámbito del Resguardo. Enviance y TÜV Nord presentarán informes técnicos sobre cómo verificaron la participación, la no superposición y la trazabilidad. ONAC revisará acreditaciones con enfoque étnico. ANLA emitirá un concepto técnico. Ecopetrol se abstendrá de usar créditos del área y enviará su política de debida diligencia. La DIAN informará el tratamiento fiscal aplicable. Las órdenes deben difundirse en lenguas y formatos adecuados a la cultura del Resguardo. Si, al finalizar las verificaciones, se confirman afectaciones a los derechos del Resguardo, CIP Greenlife, PlanetAI, Enviance y TÜV Nord deberán presentar un plan de remediación con medidas de ajuste al gobierno propio, reparación comunitaria, garantías de no repetición y mecanismos de trazabilidad que eliminen el riesgo de doble contabilidad. MinAmbiente coordinará una mesa de seguimiento con la Procuraduría, la Defensoría y el Ministerio del Interior y reportará avances periódicos al Juzgado. En síntesis, el fallo frena “Flor de Inírida” en el territorio del Resguardo, prioriza la decisión libre e informada de la comunidad y ordena medidas para evitar superposiciones y doble contabilidad. Todo avance futuro deberá respetar el territorio, la autoridad legítima y el proyecto de vida del pueblo indígena. En mérito de lo expuesto, el Juzgado Promiscuo del Circuito de Inírida (Guainía), administrando justicia en nombre de la República de Colombia y por autoridad de la Ley, R E S U E L V E: PRIMERO. - AMPARAR los derechos fundamentales colectivos del Resguardo Indígena Bajo Río Guainía y Río Negro a la libre determinación, autonomía y gobierno propio; a la tierra, territorio y recursos; a la identidad e integridad cultural; y a la participación y al Consentimiento Libre, Previo e Informado (CLPI). SEGUNDO. – SUSPENDER de manera inmediata, dentro del territorio del Resguardo, toda implementación, validación, verificación, registro, emisión, comercialización y retiro de créditos vinculada al los accionados \"Flor de Inírida\". La proyecto denominado por suspensión cobija a Compensation International Progress S.A. – 29 GREENLIFE (CIP GREENLIFE), PlanetAI Nature Space, Enviance Services Pvt. Ltd. y TÜV Nord Cert GmbH, hasta nueva orden judicial. TERCERO. – ORDENAR a CIP GREENLIFE, PlanetAI Nature Space, Enviance Services Pvt. Ltd., TÜV Nord Cert GmbH, Human Forest S.A.S., Versa S.A.S., Institución Formarte y Ecopetrol S.A. que, mientras dure la fase de decisión interna del Resguardo, se abstengan de realizar contactos, reuniones, ofrecimientos, presiones o injerencias que puedan afectar la deliberación autonómica. Defensoría del Pueblo y Departamento del Guainía dispondrán de personal y canales con líderes tradicionales para prevenir y reportar cualquier injerencia. CUARTO. – INVITAR al Resguardo Indígena Bajo Río Guainía y Río Negro para que, en un término de tres (3) meses, delibere y decida, en sus espacios de gobierno propio y sin injerencia de terceros, sobre: (i) continuidad o no de iniciativas REDD+ en su territorio; (ii) condiciones y salvaguardas mínimas; y (iii) reglas internas de interlocución/participación (CLPI). Departamento del Guainía y Defensoría del Pueblo apoyarán logística y operativamente dicha deliberación (incluido transporte y organización de mesas en Inírida o en sus regiones), dentro del ámbito de sus competencias. QUINTO. – ORDENAR al Ministerio del Interior que, en 60 días, adelante el alistamiento y acordar la ruta intercultural de información/participación y, de ser el caso, CLPI con la autoridad legítima del Resguardo; y en hasta 120 días adicionales, certifique el cierre del proceso. Defensoría del Pueblo y Procuraduría General de la Nación acompañarán y vigilarán todo el procedimiento. SEXTO. – DISPONER que cualquier actuación de CIP, PlanetAI, Enviance o TÜV Nord en el territorio del Resguardo queda supeditada al resultado del proceso anterior y a la constancia de su cumplimiento material expedida por el Ministerio del Interior. SÉPTIMO. – Se ADVIERTE expresamente que el incumplimiento de las órdenes impartidas en la presente providencia configura DESACATO. En consecuencia, se ORDENA al Ministerio del Interior, al Departamento del Guainía y a la Defensoría del Pueblo que, al evidenciar irregularidades de índole penal en el cumplimiento de estas órdenes, FORMULEN DE INMEDIATO las denuncias correspondientes ante la Fiscalía General de la Nación para lo de su competencia, sin perjuicio del incidente de desacato que pueda iniciarse en este Despacho. OCTAVO. – ORDENAR al Ministerio de Ambiente y Desarrollo Sostenible – RENARE practicar, en 45 días, auditoría de trazabilidad para detectar, anotar y prevenir riesgos de doble contabilidad en el territorio del Resguardo, armonizando los registros que se alleguen desde plataformas privadas y emitiendo las notas preventivas y requerimientos a que haya lugar. NOVENO. – ORDENAR a PlanetAI Nature Space marcar el proyecto \"Flor de Inírida\" en el estado precautorio aplicable respecto del 30 ámbito del Resguardo y abstenerse de nuevas emisiones, registros o retiros mientras permanezca la suspensión. DÉCIMO. – ORDENAR a Enviance Services Pvt. Ltd. y a TÜV Nord Cert GmbH que, en 20 días, rindan informe técnico detallando cómo verificaron: (i) salvaguardas de participación/CLPI; (ii) no superposición con el territorio del Resguardo; y (iii) trazabilidad (fuentes, supuestos, umbrales y tolerancias). DÉCIMO PRIMERO. – ORDENAR al ONAC que, en 30 días, revise el alcance de la acreditación de las entidades de evaluación involucradas, informando la incorporación (o no) de salvaguardas étnicas y controles frente a doble contabilidad en territorios indígenas. DÉCIMO SEGUNDO. – ORDENAR a la ANLA que, en 30 días, emita concepto técnico sobre la coherencia de salvaguardas ambientales y sociales aplicables al caso y recomiende medidas de prevención y seguimiento. DÉCIMO TERCERO. – ORDENAR a ECOPETROL S.A. que se abstenga de adquirir, usar o contabilizar créditos vinculados al área del Resguardo mientras dure la suspensión, y que, en 15 días, remita su política de debida diligencia en mercados de carbono. De igual forma, se ORDENA a la DIAN que, en 30 días, informe el tratamiento fiscal aplicable a eventuales operaciones relacionadas con créditos del área del Resguardo en estado precautorio. DÉCIMO CUARTO. – PROHIBIR cualquier represalia, presión o estigmatización contra autoridades y miembros del Resguardo por su participación en este proceso. Todo reporte deberá comunicarse de inmediato a Defensoría del Pueblo y Procuraduría General de la Nación. DÉCIMO QUINTO. – ORDENAR al Ministerio del Interior y al Departamento del Guainía que notifiquen y difundan estas órdenes en lenguas y formatos culturalmente adecuados, y publiquen la decisión en sus páginas oficiales y redes institucionales. DÉCIMO SEXTO. – ESTABLECER que, si transcurridos seis (6) meses no hubiere decisión del Resguardo sobre la implementación de proyectos REDD+ en su territorio, se entenderá que NO consiente su ejecución. En tal evento, MinAmbiente/RENARE adoptará de inmediato las medidas para respetar dicha decisión e impedir actuaciones contrarias, incluida la anotación preventiva correspondiente. DÉCIMO SÉPTIMO. – DISPONER que, si a la culminación de las verificaciones se constatan afectaciones a los derechos del Resguardo, CIP GREENLIFE, PlanetAI, Enviance y TÜV Nord presentarán, en 30 días, un Plan de Remediación que contemple: (i) ajuste de instrumentos y relacionamiento con el gobierno propio; (ii) medidas de mitigación y reparación comunitaria; y (iii) garantías de no repetición y mecanismos de trazabilidad que eliminen riesgos de doble contabilidad. Procuraduría, Ministerio de Ambiente, Defensoría del Pueblo y Ministerio del Interior ejercerán control sobre su cumplimiento. 31 DÉCIMO OCTAVO: Se ORDENA al Ministerio de Ambiente y Desarrollo Sostenible crear y coordinar una mesa de seguimiento con la Procuraduría General de la Nación, la Defensoría del Pueblo y el Ministerio del Interior para evaluar el cumplimiento de las medidas ordenadas. Esta mesa remitirá dos (2) informes durante el año 2026 a este Juzgado: el primero antes del 30 de junio y el segundo antes del 31 de diciembre de 2026. DÉCIMO NOVENO. - NOTIFÍQUESE la presente decisión a las partes por el medio más expedito y eficaz, a más tardar al día siguiente de haber sido proferida, de conformidad con el artículo 30 del Decreto 2591 de 1991. El Departamento del Guainía y el Ministerio del Interior, deberán publicar la decisión en todas sus plataformas, carteleras y redes sociales de manera inmediata, una vez sean notificados y deberán allegar constancia de dicha publicación a este Juzgado. La Emisora Marina Stereo, deberá dar lectura del acápite \"SÍNTESIS DE LA SENTENCIA DE LECTURA FÁCIL\" durante dos emisiones a efectos de comunicar a la población en general de la presente decisión. Ofíciese. VIGÉSIMO. - De no ser impugnada la presente sentencia dentro de los tres (3) días siguientes a su notificación, REMÍTASE la presente acción de tutela a la honorable Corte Constitucional en formato digital para su eventual revisión. VIGÉSIMO PRIMERO. - Por Secretaría, déjense las constancias y/o anotaciones de rigor en los libros radicadores del Despacho. NOTIFÍQUESE Y CÚMPLASE ALEJANDRO SASTOQUE ROMERO JUEZ R.A.P.M. Firmado Por: Alejandro Sastoque Romero Juez Juzgado De Circuito Promiscuo Inirida - Guainia Este documento fue generado con firma electrónica y cuenta con plena validez jurídica, conforme a lo dispuesto en la Ley 527/99 y el decreto reglamentario 2364/12 Código de verificación: a595e2c56cb6031ff2efb89078703374e86fc7ccf492c344d3507b90fef8cce0 Documento generado en 22/09/2025 03:04:55 PM Descargue el archivo y valide éste documento electrónico en la siguiente URL: https://procesojudicial.ramajudicial.gov.co/FirmaElectronica 32"
}