{
  "_id": "10abe8710c631c892fccde7789427b169918576e",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1015.pdf",
  "archivo": "1015.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1015.pdf",
  "extraido_en": "2025-11-23T00:19:44.380646Z",
  "texto": "Inter fo Por la cual se reconoce personería jurídica espe: IGLESIA CRISTIANA UN NUEVO COMIENZO Ci RESOLUCIÓN NÚMERO__? © | EL DIRECTOR DE ASUNTOS RELIG | 5 \" Y DE 2025 JUL 2025 ¡al a la entidad religiosa N EL ESPIRITU SANTO 10SOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conf 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 d el ridas por la Ley Estatutaria 133 de Decreto Unico Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 2019, la Resolución 1156 del 26 de julio de 2018, y la Reso! CONSIDERANDO: Que el señor JOSE HAROLD VIDAL ROMERO, identificad 76.043.725 expedida en Puerto Tejada, Cauca, en su co entidad religiosa IGLESIA CRISTIANA UN NUEVO COMIE i modificado por el Decreto 2353 de ción 0750 de 29 mayo de 2025, y, > con cédula de ciudadanía número dición de representante legal de la ZO CON EL ESPIRITU SANTO, con domicilio en Puerto Tejada, Cauca, mediante escrito radicado en este Ministerio bajo el ID: 536125 del 09 de mayo del 2025, solicitó reconocimiento de la personería jurídica especial de que trata la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título de 2015. Que, una vez estudiada la documentación, la Dirección de As a los requisitos contenidos en la Ley 133 de 1994 y los Cap del Decreto Unico Reglamentario No. 1066 de 2015. Que dentro de la documentación aportada se encuentran: | 2, Parte 4, Libro 2 del Decreto 1066 untos Religiosos la encontró ajustada tulos 1 y 2, Titulo 2, Parte 4, Libro 2 estatutos y el reglamento interno; el lo: acta de mediante la cual se constituyó la entidad riots se designaron dignatarios, y las constancias a que se refieren los numerales 6, 7, 8, 9 y 10, de 2015. Que esta decisión se fundamenta en un riguroso análisis términos de principio constitucional de buena fe, consagrad Política. Que en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de Personería Jurídica Esp Especial a la entidad religiosa IGLESIA CRISTIANA UN NU SANTO, con domicilio en Puerto Tejada, Cauca, de confa motiva de la presente resolución. f lel articulo 2.4.2.2.1 del Decreto 1066 el expediente administrativo en los en el artículo 83 de la Constitución cial. Reconocer Personería Jurídica VO COMIENZO CON EL ESPIRITU rmidad con lo expuesto en la parte Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la IGLESIA CRISTIANA UN NUEVO COMIENZO CON EL ESPIRITU SANTO, así como su representante legal, el señor JOSE HAROLD VIDAL ROMERO, identificado con cédula de ciudadanía número 76.043.725 expedida en Puerto Tejada, Cauca. Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Página 1 de 2 Interior RESOLUCIÓN nomero | 0 | b. 2025 Continuación resolución Por la cual se reconoce personería jurídica especial a la entidad religiosa “IGLESIA CRISTIANA UN NUEVO COMIENZO CON EL ESPIRITU SANTO” Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante La Dirección de Asuntos Religiosas del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la inscripción en el Registro Público de Entidades Religiosas. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. a los 22 JUL 2025 Director de Asuntos Religiosos Proyectó: Mario Vega Barrios. Revisó: Jaime Molina Aprobó: Richard Gamboa Ben-Eleazar. TRD-.2500.41.16 Página 2 de 2"
}