{
  "_id": "10b06cc98fbcc6622ddb95d5a658d54aa28eb2ae",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/08/0947.pdf",
  "archivo": "0947.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/0947.pdf",
  "extraido_en": "2025-11-23T00:21:55.255507Z",
  "texto": "W “hy RESOLUCION NUMERO 9 4 1 DE 2025 30 JUL 2005 Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA MINISTERIO EVANGELÍSTICO Y PROFÉTICO INTERNACIONAL FUEGO Y PODER “HAGEO CAP 2 VERS 9” EL DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capitulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018, y la Resolución 0750 del 29 de mayo de 2025, y, CONSIDERANDO: Que el señor JAIRO RUBEN RAMIREZ GOMEZ, identificado con cedula de ciudadanía número 71.982.308 expedida en Turbo, en su condición de representante legal de la entidad religiosa IGLESIA MINISTERIO EVANGELÍSTICO Y PROFÉTICO INTERNACIONAL FUEGO Y PODER “HAGEO CAP 2 VERS 9”, con domicilio en Turbaco-Bolívar, mediante escrito radicado en este Ministerio bajo el número radicado ID 464766 del 17 de diciembre de 2024, solicitó reconocimiento de la personería jurídica especial de que trata la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015. Que mediante oficios ID 510869 de 20 de marzo de 2025, la Dirección de Asuntos Religiosos efectuó observaciones, en virtud del inciso 2 del artículo 2.4.2.2.4 del Decreto 1066 de 2015, las cuales fueron oportunamente atendidas mediante comunicación radicada con ID: 532635 del 5 de 5 de mayo de 2025. Que dentro de la documentación aportada se encuentran: los estatutos y el reglamento interno; las Actas de constitución, mediante las cuales se constituyó la entidad religiosa, se aprobaron los estatutos y reglamento interno, se designó al representante legal y se designaron dignatarios; y las constancias a que se refieren los numerales 6, 7, 8, 9 y 10, del artículo 2.4.2.2.1 del Decreto 1066 de 2015. Que se acreditaron debidamente los requisitos exigidos por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015, y no se vulneran los derechos constitucionales. Que en cumplimiento a lo dispuesto en el Decreto 1535 de 2015, que modificó el artículo 2.4.2.1.15 del Decreto 1066 de 2015, y una vez habilitado el sistema electrónico para la expedición de los certificados de existencia y representación legal de las entidades religiosas, en línea y en forma gratuita, el día 25 de agosto de 2015; los mismos deberán ser solicitados y tramitados por ese medio, ingresando a la página web de este Ministerio: | www.mininteriorgov.co O https://www.mininterior.gov.co/direccion-de-asuntos-religiosos/ Que esta decisión se fundamenta en el riguroso análisis del expediente administrativo en los términos del principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que, en mérito de lo expuesto, Página 1 de 2 RESOLUCIÓN vomencd g A L. 2025 Continuación resolución: “Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA MINISTERIO EVANGELÍSTICO Y PROFÉTICO INTERNACIONAL FUEGO Y PODER “HAGEO CAP 2 VERS 9” RESUELVE: Artículo 1. Reconocimiento de la personería jurídica especial. Reconocer personería jurídica especial a la entidad religiosa IGLESIA MINISTERIO EVANGELÍSTICO Y PROFÉTICO INTERNACIONAL FUEGO Y PODER “HAGEO CAP 2 VERS 9”, con domicilio en Turbaco-Bolívar, de conformidad con lo expuesto en la parte motiva de la presente resolución. Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la IGLESIA MINISTERIO EVANGELÍSTICO Y PROFÉTICO INTERNACIONAL FUEGO Y PODER “HAGEO CAP 2 VERS 9”, con domicilio en Turbaco-Bolívar, así como su representante legal, el señor JAIRO RUBEN RAMIREZ GOMEZ, identificado con cedula de ciudadanía número 71.982.308 expedida en Turbo. Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de su expedición. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. a los 10 JUL 2025 Proyectó: Carolina Marquez. Revisó: Jaime Molina. Aprobó: Richard Gamboa EXP: 17903 TRD-.2500.41.16 Página 2 de 2"
}