{
  "_id": "181f4733f8fd3cba0db8421d578ff047b06e2f4a",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/05/comunicacion-oficial-comite-de-expertos-7-05-2025.pdf",
  "archivo": "comunicacion-oficial-comite-de-expertos-7-05-2025.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/comunicacion-oficial-comite-de-expertos-7-05-2025.pdf",
  "extraido_en": "2025-11-23T00:24:32.811266Z",
  "texto": "AVISO LA DIRECCIÓN DE LA AUTORIDAD NACIONAL DE CONSULTA PREVIA HACE SABER: Que, en relación con el proyecto \"ESTUDIO DE IMPACTO AMBIENTAL (EIA) PARA LA SOLICITUD DE LA LICENCIA AMBIENTAL DEL ÁREA DE PERFORACIÓN EXPLORATORIA SN15\", con asignación de número interno PROY-02021, el Director de la Autoridad Nacional de Consulta Previa, profirió la Resolución 01 del 30 de enero de 2023, \" Por la cual se da por concluido el procedimiento administrativo de consulta previa, con radicado interno PROY-02021 con el Consejo Comunitario de la Comunidad Negra de Arroyo de Piedra y se dispone el inicio del Test de Proporcionalidad \". Que para esta Dirección no fue posible realizar la notificación personal a las personas que cumplen la función de autoridad del Consejo Comunitario, conforme a lo dispuesto en el artículo 69 de la Ley 1437 de 2011- Código de Procedimiento Administrativo y de lo Contencioso Administrativo. Que, con base en lo anterior, desde la Dirección de la Autoridad Nacional de Consulta Previa, se surtió notificación por aviso, a través de la publicación de la Resolución No. 01 del 30 de enero de 2023, mediante la cual se da por concluido el procedimiento administrativo de consulta previa y se dispone el inicio del test de proporcionalidad, en la página web oficial de la entidad. Así mismo, el 3 de abril de 2025 se le solicitó al Secretario del Interior y Convivencia de la Alcaldía de Cartagena, publicar la citada resolución en sus respectivas dependencias y, de ser posible, también a través de la página web de la alcaldía, redes sociales, medios de comunicación locales y otros canales de difusión que considere pertinentes. El 7 de abril de 2025 se realizó la misma solicitud a la Personería Distrital de Cartagena. El referido acto administrativo en su parte resolutiva dice: “ARTÍCULO PRIMERO: Dar por concluido el procedimiento administrativo de Consulta Previa con radicado interno PROY-02021, que se adelantó con el Consejo Comunitario de Comunidades Negras de Arroyo de Piedra con ocasión del proyecto \"ESTUDIO DE IMPACTO AMBIENTAL (EIA) PARA LA SOLICITUD DE LA LICENCIA AMBIENTAL DE ÁREA DE PERFORACIÓN EXPLORATORIA SN-15\", localizado en jurisdicción de los municipios de Suan y Ponedera, en el departamento de Atlántico, en jurisdicción de los municipios de Calamar, Cartagena de Indias, Clemencia, Santa Catalina, Santa Rosa y Turbaco, en el departamento de Bolívar, y en jurisdicción de los municipios de Cerro de San Antonio y Pedraza, en el departamento de Magdalena; de acuerdo con lo expuesto en la parte motiva de este acto administrativo. ARTÍCULO SEGUNDO: Como consecuencia de lo anterior, decretar el cierre del procedimiento consultivo que se adelantó con el Consejo Comunitario de Comunidades Negras de Arroyo de Piedra, en el marco del proyecto \"ESTUDIO DE IMPACTO AMBIENTAL (EIA) PARA LA SOLICITUD DE LA LICENCIA AMBIENTAL DE ÁREA DE PERFORACIÓN EXPLORATORIA SN-15\" (PROY-02021). ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Página | 1 ARTÍCULO TERCERO: Disponer el inicio del test de proporcionalidad aplicado al Consejo Comunitario de Comunidades Negras de Arroyo de Piedra con ocasión al proyecto \"ESTUDIO DE IMPАСТО АМBIENTAL (EIA) PARA LA SOLICITUD DE LA LICENCIA AMBIENTAL DE ÁREA DE PERFORACIÓN EXPLORATORIA SN-15\". ARTÍCULO CUARTO: Ordenar a la Subdirección de Gestión de Consulta Previa que convoque al ejecutor, a las entidades que conforman el Ministerio Público, invitar al ICANH y las entidades competentes en el ámbito del proyecto \"ESTUDIO DE IMPAСТО AMBIENTAL (EIA) PARA LA SOLICITUD DE LA LICENCIA AMBIENTAL DE ÁREA DE PERFORACIÓN EXPLORATORIA SN-15\", para el día 27 de febrero de 2023, en donde se desarrollará la primera reunión del test de proporcionalidad y se concertará la metodología para establecimiento de las medidas de manejo. ARTÍCULO QUINTO: Notificar al representante legal de la empresa HOCOL S.A. y al Consejo Comunitario de Comunidades Negras de Arroyo de Piedra, de conformidad con lo establecido en el artículo 67 y subsiguientes de la Ley 1437 de 2011, Código de Procedimiento Administrativo y de lo Contencioso Administrativo. ARTÍCULO SEXTO: Contra el presente acto administrativo, procede el recurso de reposición y en subsidio de apelación, de conformidad con lo dispuesto en los artículos 74 y 76 de la Ley 1437 de 2011, Código de Procedimiento Administrativo y de lo Contencioso Administrativo. ARTÍCULO SÉPTIMO: La presente resolución rige a partir de la fecha de su notificación.” En aras de garantizar al máximo los derechos al debido proceso, a la participación y a la defensa, de conformidad con el citado artículo 69 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo, mediante este aviso se notifica nuevamente la Resolución 01 del 30 de enero de 2023, al Consejo Comunitario de la Comunidad Negra de Arroyo de Piedra. Al respecto, se advierte que pasados dos años desde el momento en el que se profirió la Resolución 01 del 30 de enero de 2023 y en el marco de lo establecido por la Corte Constitucional en la sentencia T-219 de 2022, la flexibilidad que debe caracterizar los procesos de consulta previa no significa que el Estado pueda incurrir en arbitrariedades. Por el contrario, las actuaciones de la administración están regladas y condensadas en un “conjunto de etapas, exigencias o condiciones establecidas por la ley, que deben concatenarse al adelantar todo proceso (…) administrativo”. En el ejercicio de la función pública, todas las actuaciones de la administración deben ceñirse a los principios y protecciones que engendra el debido proceso, cuya utilidad es esencialmente “evitar que la suerte del particular quede en manos del ente administrativo” y de su arbitrio, para hacerla depender exclusivamente de las normas vigentes. Por lo anterior, este aviso será publicado en las entidades y medios oficiales y comunitarios pertinentes para el conocimiento y garantía del debido proceso administrativo de la Comunidad Negra de Arroyo de Piedra. Se advierte que ante el acto administrativo que se está comunicando (Resolución 01 del 30 de enero de 2023) procede el recurso de reposición y en subsidio de apelación, recursos que podrán interponerse por las autoridades correspondientes del Consejo Comunitario Comunidad Negra de Arroyo de Piedra y en el marco de su propio reglamento, con base en la normatividad contenida en el Decreto 1745 de 1995 y en la Ley 70 de 1993. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Página | 2 Una vez en firme la Resolución 01 del 30 de enero de 2023, se procederá con el inicio del procedimiento del test de proporcionalidad. CONSTANCIA DE FIJACIÓN Resolución 01 del 30 de enero de 2023 Con el fin de notificar la citada Resolución, se fija aviso en lugar público, en la página web del Ministerio del interior, siendo las diez (10:00 a.m.) de la mañana del día nueve (9) de mayo de dos mil veinticinco (2025), por el término de cinco (5) días. ALFONSO ENRIQUE JIMENEZ ECHEVERRIA CONSTANCIA DE DESFIJACIÓN Resolución 01 del 30 de enero de 2023 El suscrito Alfonso Enrique Jiménez Echeverria, hace constar que el presente aviso se desfijo de conformidad con lo establecido en el artículo 69 de la Ley 1437 de 2011- Código de Procedimiento Administrativo y de lo Contencioso Administrativo, el dieciséis (16) de mayo de 2025, siendo las cinco (5:00 p.m.) de la tarde. ALFONSO ENRIQUE JIMENEZ ECHEVERRIA Atentamente ALFONSO ENRIQUE JIMENEZ ECHEVERRIA Director de Consulta Previa (E) Autoridad Nacional de Consulta Previa Ministerio del interior Elaboró: María Fernanda Mayorca Giraldo – Gestora- Subdirección de Gestión DANCP Revisó: Wilson Gallardo – Coordinador Minería e Hidrocarburos - Subdirección de Gestión DANCP Revisó: Tatiana Tavera – Abogada área jurídica DANCP Aprobó: Alfonso Enrique Jiménez Echeverria – Director (E) Consulta Previa ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Página | 3"
}