{
  "_id": "2a7f9228cc7aa70bb89c215e12f47ab9e0ad2620",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/10/resolucion-numero-rpu03252025-del-16-de-octubre-2025.pdf",
  "archivo": "resolucion-numero-rpu03252025-del-16-de-octubre-2025.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/resolucion-numero-rpu03252025-del-16-de-octubre-2025.pdf",
  "extraido_en": "2025-11-22T23:47:36.043779Z",
  "texto": "RESOLUCIÓN NUMERO RPU03252025 DEL 16 DE OCTUBRE 2025 Por la cual se actualiza la información de una Organización de Base, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras LA DIRECTORA DE ASUNTOS PARA COMUNIDADES NEGRAS, AFROCOLOMBIANAS, RAIZALES Y PALENQUERAS En uso de las facultades que le confieren los artículos 2.5.1.5.1, 2.5.1.5.6 y 2.5.1.5.8 del Decreto 1640 del 14 de diciembre de 2020, artículo 14 del Decreto 2893 de 2011 modificado por el Decreto 2353 de 2019, y demás normas pertinentes y, CONSIDERANDO: petición radicada Que mediante correo dircomunidades@mininterior.gov.co de fecha 11 de enero de 2025, el señor JUAN CAMILO PARRA VALENCIA, solicita la actualización de la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras como Representante Legal de la Organización de Base denominada ASOCIACIÓN POTENCIA RURAL DEL PACÍFICO. el Ministerio Interior, ante del al Que la Organización de Base ASOCIACIÓN POTENCIA RURAL DEL PACÍFICO, ubicada en el municipio Buenaventura, departamento Valle del Cauca, se encuentra inscrita mediante la Resolución No. OBRPUN2612024 DEL 12 DE JULIO DE 2024, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior. Que, para la actualización de la Organización de Base, se adjuntó la documentación y se cumplieron los requisitos exigidos en los artículos 2.5.1.5.6 y 2.5.1.5.8 del Decreto 1640 del 14 de diciembre de 2020. Que es del caso atender la solicitud y dar curso legal por parte de la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, por estar de acuerdo a las normas legales establecidas. En mérito de lo expuesto: RESUELVE: ARTÍCULO PRIMERO: Actualícese la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras a la Organización de Base ASOCIACIÓN POTENCIA RURAL DEL PACÍFICO, con domicilio en la dirección Calle 29 No. 23-65 BRR 14 de julio, municipio Buenaventura, departamento Valle del Cauca, representada legalmente por el señor JUAN CAMILO PARRA VALENCIA, identificado con la cédula de ciudadanía No.1.107.835.039. ARTÍCULO SEGUNDO: Actualícese en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior, el Representante legal y la Junta Directiva de la Organización de Base ASOCIACIÓN POTENCIA RURAL DEL PACÍFICO, de conformidad con el Acta No. 001 del 28 de diciembre de 2024 inscrita en esta Cámara de Comercio de Buenaventura el 02 de enero de 2025 con el No. 14799 del libro I, quedando integrada de la siguiente manera: Nombres y Apellidos JUAN CAMILO PARRA VALENCIA Identificación 1.107.835.039 Cargo Representante Legal REPRESENTACIÓN LEGAL JUNTA DIRECTIVA Nombres y Apellidos VILMA ELISA MORA CASTILLO MILENA CÁRDENAS MOSQUERA MARIA STHEFANY ESPINOSA CASTAÑO Identificación 1.111.810.527 35.805.386 1.088.012.610 Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Cargo Presidente Vicepresidente Secretaria 1 RESOLUCIÓN NUMERO RPU03252025 DEL 16 DE OCTUBRE 2025 TATIANA VALOIS MINA ARGEMIRO ESPINOSA ARREDONDO 1.006.387.292 6.441.266 Tesorero Vocal Que fue elegido en calidad de Revisor Fiscal el señor LEONARDO GAMBOA CAMACHO, identificado con cédula de ciudadanía No. 16.508.056 – T.P.No.95169-T. ARTÍCULO TERCERO: Notifíquese la presente Resolución en los términos de los artículos 67 y 69 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo, al señor JUAN CAMILO PARRA VALENCIA en su condición de Representante Legal de la Organización de Base ASOCIACIÓN POTENCIA RURAL DEL PACÍFICO, correo electrónico potenciarural2022@gmail.com ARTÍCULO CUARTO: Contra la presente resolución, proceden los recursos de reposición ante la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, y apelación ante el Despacho del viceministro para el dialogo social, la igualdad y los derechos humanos , los cuales se podrán interponer dentro de los 10 días hábiles siguientes a la notificación del presente Acto Administrativo, de acuerdo con lo establecido en los artículos 74 y 76 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo. NOTIFÍQUESE Y CUMPLASE Dada en Bogotá D.C., a los 16 del mes de octubre de 2025 AMELIA ROCÍO COTES CORTÉS Directora de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras Elaboró: Juan Pablo Nieto - Derechos Fundamentales - DCN Revisó: Carol Jasbleidy Mosquera Gómez– Soporte Normativo – DCN Aprobó: Amelia Rocío Cotes Cortés- Directora - DCN Ministerio del Interior – Sede Correspondencia 2 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co"
}