{
  "_id": "33ead824abadacb66ca96c0db2e174c3a08e8cb7",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1040-1.pdf",
  "archivo": "1040-1.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1040-1.pdf",
  "extraido_en": "2025-11-23T00:14:43.091638Z",
  "texto": "Ki) ma h 0 RESOLUCIÓN NÚMERO DE 2025 2 4 JUL 2025 Por la cual se reconoce personería jurídica especial a la entidad religiosa “IGLESIA CRISTIANA APOSTOLICA Y PROFETICA MONTES DE ELOHIM” EL DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capitulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018, y la Resolución 0750 del 29 de mayo de 2025, y, CONSIDERANDO: Que el señor Octavio Enrique Jiménez Ossa, identificado con cédula de ciudadanía número 72.222.013 de Barranquilla, en su condición de Representante Legal de la entidad religiosa, IGLESIA CRISTIANA APOSTOLICA Y PROFETICA MONTES DE ELOHIM, con domicilio en Jagua de Iberico-Cesar, mediante escrito radicado en este Ministerio bajo el Radicado: 10510061 del 20 de marzo de 2025, solicitó reconocimiento de la personería jurídica especial de que trata la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015. Que, una vez estudiada la documentación, la Dirección de Asuntos Religiosos la encontró ajustada a los requisitos contenidos en la Ley 133 de 1994 y los Capítulos 1 y 2, Titulo 2, Parte 4, Libro 2 del Decreto Único Reglamentario No. 1066 de 2015. Que dentro de la documentación aportada se encuentran: los estatutos y el reglamento interno; el acta mediante la cual se constituyó la entidad religiosa, se designaron dignatarios, y las constancias a que se refieren los numerales 6, 7, 8, 9 y 10, del artículo 2.4.2.2.1 del Decreto 1066 de 2015. Que esta decisión se fundamenta en un riguroso análisis del expediente administrativo en los términos de principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que, en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de Personería Jurídica Especial. Reconocer Personería Jurídica Especial a la entidad religiosa IGLESIA CRISTIANA APOSTOLICA Y PROFETICA MONTES DE ELOHIM con domicilio en el municipio de Jagua de Ibirico (Cesar), de conformidad con lo expuesto en la parte motiva de la presente resolución. Artículo 2. Inscripción. Inscribase en el Registro Público de Entidades Religiosas a la IGLESIA CRISTIANA APOSTOLICA Y PROFETICA MONTES DE ELOHIM, así como su representante legal, el señor OCTAVIO ENRIQUE JIMENEZ OSSA, identificado con cédula de ciudadanía número 72.222.013. Página 1 de 2 CG) Interior RESOLUCIÓN mier! 0 h 0. 2025 Continuación resolución “Por la cual se reconoce personería jurídica especial a la entidad religiosa “IGLESIA CRISTIANA APOSTOLICA Y PROFETICA MONTES DE ELOHIM» Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante La Dirección de Asuntos Religiosas del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la inscripción en el Registro Público de Entidades Religiosas. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. a los - días del mes de julio de 2025 2 4 JUL 2025 7 e LA RICHAR GAMBOA BEN-ELEAZAR => Director de Asuntos Religiosos Proyectó: Adrian Bautista Revisó: Jaime Molina Aprobó: Richard Gamboa B. EXP: 18097 TRD-.2500.41.16 Página 2 de 2"
}