{
  "_id": "35c4af65b150fe8cdc11b1f8ae113f0c70a98fae",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/11/1460.pdf",
  "archivo": "1460.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1460.pdf",
  "extraido_en": "2025-11-22T23:56:58.447823Z",
  "texto": "yh E 0 RESOLUCIÓN NÚMERO DE 2025 17 SEP 2025 Por la cual se reconoce personeria juridica especial a la entidad religiosa IGLESIA CRISTIANA MISIONERA APOCALIPSIS 17:14 EL DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capitulos 1 y 2, del Titulo 2, Parte 4, Libro 2 del Decreto Unico Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 y el Decreto 2353 del 26 de diciembre de 2019, la Resolución 1156 del 26 de julio de 2018, la resolución 0750 del 29 de mayo de 2025, y CONSIDERANDO: Que el señor NILSON JOSÉ HERRERA PEREZ, identificado con cédula de ciudadanía número 11.154.840 expedida en San Carlos, en su condición de representante legal de la entidad religiosa IGLESIA CRISTIANA MISIONERA APOCALIPSIS 17:14 con domicilio en Montería - Córdoba, actuando por medio de apoderado, mediante escrito radicado en este Ministerio bajo el ID 442864 del 12 de noviembre del 2024, solicitó reconocimiento de la personería jurídica especial de que trata la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015. Que mediante oficios con ID: 455059; 528956 y 581509 del 01 de diciembre de 2024; 25 de abril y 25 de julio de 2025 respectivamente, la Dirección de Asuntos Religiosos efectuó algunas observaciones, en virtud del artículo 2.4.2.2.4 del Decreto 1066 de 2015, las cuales fueron atendidas mediante comunicaciones radicadas con ID 503794; 552975 y 598192 del 06 de abril; 06 de junio y 26 de agosto de 2025. Que una vez estudiada la documentación, la Dirección de Asuntos Religiosos la encontró ajustada a los requisitos contenidos en la Ley 133 de 1994 y los Capítulos 1 y 2, Titulo 2, Parte 4, Libro 2 del Decreto Unico Reglamentario No. 1066 de 2015. Que dentro de la documentación aportada se encuentran: los estatutos y el reglamento interno; el acta de mediante la cual se constituyó la entidad religiosa, se designaron dignatarios, y las constancias a que se refieren los numerales 6, 7, 8, 9 y 10, del artículo 2.4.2.2.1 del Decreto 1066 de 2015. Que esta decisión se fundamenta en un riguroso análisis del expediente administrativo en los términos de principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de Personería Jurídica Especial. Reconocer Personería Jurídica Especial a la entidad religiosa IGLESIA CRISTIANA MISIONERA APOCALIPSIS 17:14, con domicilio Montería - Córdoba, de conformidad con lo expuesto en la parte motiva de la presente resolución. Página 1 de 2 Y Interior RESOLUCIÓN vomeno h 6 O. 2025 Continuación resolución “Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA CRISTIANA MISIONERA APOCALIPSIS 17:14”. Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la entidad religiosa IGLESIA CRISTIANA MISIONERA APOCALIPSIS 17:14, así como su representante legal, el señor NILSON JOSÉ HERRERA PEREZ, identificado con cédula de ciudadanía número 11.154.840 expedida en San Carlos. Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante La Dirección de Asuntos Religiosas del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la inscripción en el Registro Público de Entidades Religiosas. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. a los 17 SEP 2025 Proyectó: Meyer Forero. Revisó: Jaime Molina. Aprobó: Richard Gamboa Ben-Eleazar. EXP: 17778 TRD-.2500.41.16 Página 2 de 2"
}