{
  "_id": "601ceccd279d384712e28e80cda6d8de92a57900",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/10/document-2025-10-07t151726.621.pdf",
  "archivo": "document-2025-10-07t151726.621.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/document-2025-10-07t151726.621.pdf",
  "extraido_en": "2025-11-23T00:02:02.543276Z",
  "texto": "CIRCULAR EXTERNA. Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y Bogotá D.C. PARA: DE: ALCALDIAS MUNICIPALES, DISTRITALES, CABILDOS AUTORIDADES INDÍGENAS. Y/O DIRECCION DE ASUNTOS INDIGENAS, ROM Y MINORIAS – MINISTERIO DEL INTERIOR. ASUNTO: FUNCIÓN DE LAS ALCALDÍAS EN EL TRÁMITE ADMINISTRATIVO DE INDIGENAS, POSESION DE CABILDOS Y/O AUTORIDADES ARTÍCULO 3° LEY 89 DE 1890. Cordial saludo, El Grupo de Investigación, Registro y Apoyo al Cumplimiento de Sentencias, de la Dirección de Asuntos Indígenas, Rom y Minorías del Ministerio del Interior, en virtud de lo dispuesto en el Decreto 714 de 2024 y dando alcance a la CIR2020- 92-DAI-2200 del 09 de septiembre de 2020, procede a emitir la presente Circular con el fin de establecer directrices claras sobre el procedimiento que deben seguir las Alcaldías municipales para garantizar el cumplimiento de las disposiciones contenidas en el artículo 3° de la Ley 89 de 1890, en relación con la posesión de los Cabildos y/o Autoridades Indígenas pertenecientes a comunidades indígenas ubicadas en áreas municipalizadas (que realizan el trámite de posesión ante las Alcaldías municipales). En este sentido, la presente Circular tiene como objetivo brindar orientaciones precisas a las entidades territoriales, tanto municipales como departamentales, sobre el trámite que deben seguir para formalizar la posesión de las autoridades indígenas, conforme a lo dispuesto en el artículo 3° de la Ley 89 de 1890. Esta normativa histórica regula, entre otros aspectos, el reconocimiento de las autoridades indígenas, otorgándoles un marco de autonomía y autogobierno, en consonancia con los derechos colectivos de las comunidades indígenas reconocidos en la Constitución Política y en tratados internacionales, como el Convenio 169 de la OIT, lo que refuerza la obligación de respetar la estructura organizativa y las funciones de autogobierno de dichas comunidades. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 1 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y El artículo 7 de la Constitución Política de Colombia establece de manera categórica la obligación del Estado de reconocer y proteger la diversidad étnica que compone la Nación colombiana. Este mandato constitucional impone al Estado la responsabilidad de salvaguardar los derechos colectivos y la autonomía de los pueblos indígenas en consonancia con su identidad cultural. Adicionalmente, el artículo 8 consagra la obligación tanto del Estado como de los particulares de proteger las riquezas culturales y naturales del país, lo que refuerza el compromiso del Estado en la conservación y promoción de las manifestaciones culturales de estas comunidades. Por otra parte, el artículo 70 de la carta magna establece que la cultura, en sus múltiples formas de expresión, constituye el fundamento esencial de la identidad nacional, y que es deber del Estado garantizar la igualdad y dignidad de todas las culturas presentes en el territorio colombiano. Esto implica que el Estado no solo debe reconocer las diversas manifestaciones culturales, sino también promover su desarrollo, asegurando que ninguna cultura sea subordinada o discriminada. Finalmente, el artículo 246 constitucional otorga un reconocimiento expreso a las autoridades indígenas para ejercer funciones jurisdiccionales dentro de sus territorios, con arreglo a sus propias normas y procedimientos, siempre que estas no sean contrarias a la Constitución ni a las leyes de la República. Este artículo, además refuerza la autonomía de los pueblos indígenas en el ejercicio de sus prácticas tradicionales de justicia, respetando el principio de legalidad siempre que estas prácticas no contradigan la Constitución y las leyes nacionales y fortalece el pluralismo jurídico en Colombia, permitiendo a los pueblos indígenas ejercer soberanía sobre sus territorios y sistemas normativos, mientras el Estado asume un rol de garante de que estos sistemas no vulneren los derechos fundamentales consagrados en la Constitución. El marco constitucional que reconoce y protege a los pueblos étnicos en Colombia refleja un enfoque pluralista del Estado, que promueve no solo el respeto a la diversidad, sino también la inclusión de las comunidades étnicas en el diseño de políticas públicas. El artículo 7, al reconocer la diversidad étnica, subraya un compromiso estatal con la pluralidad cultural, estableciendo un deber activo de protección que se extiende tanto a los derechos colectivos como al acceso a recursos, tierras y justicia propia. Este mandato está en sintonía con el Convenio 169 de la OIT, que establece estándares de protección para pueblos indígenas y tribales. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 2 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Este conjunto de normas constitucionales articula un sólido marco de protección para los pueblos étnicos, reconociendo su cultura, su autodeterminación, y el ejercicio de su justicia, y garantizando su preservación dentro de un Estado social de derecho pluralista. Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y Consideramos fundamental establecer una definición precisa de ciertos conceptos clave que facilitarán la comprensión de los principales procedimientos administrativos que el Estado colombiano implementó para garantizar los derechos reconocidos a los pueblos indígenas, en el marco del orden constitucional vigente. El Decreto 1071 de 2015, en el numeral 5 de su artículo 2.14.7.1.2, establece la definición de cabildo indígena: “Es una entidad pública especial, cuyos integrantes son miembros de una comunidad indígena, elegidos y reconocidos por ésta, con una organización socio política tradicional, cuya función es representar legalmente a la comunidad, ejercer la autoridad y realizar las actividades que le atribuyen las leyes, sus usos, costumbres y el reglamento interno de cada comunidad.” En el mismo artículo del Decreto 1071 de 2015, específicamente en su numeral 2, se define la comunidad o parcialidad indígena: “Es el grupo o conjunto de familias de ascendencia amerindia, que tienen conciencia de identidad y comparten valores, rasgos, usos o costumbres de su cultura, así como formas de gobierno, gestión, control social o sistemas normativos propios que la distinguen de otras comunidades, tengan o no títulos de propiedad, o que no puedan acreditarlos legalmente, o que sus resguardos fueron disueltos, divididos o declarados vacantes.” En el artículo 2.14.7.5.1 del Decreto 1071 de 2015, se define el resguardo indígena: “Los resguardos indígenas son propiedad colectiva de las comunidades indígenas en favor de las cuales se constituyen y conforme a los artículos 63 y 329 de la Constitución Política, tienen el carácter de inalienables, imprescriptibles e inembargables. Los resguardos son una institución legal y sociopolítica de carácter especial, conformada por una o más comunidades indígenas, que con un ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 3 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y título de propiedad colectiva que goza de las garantías de la propiedad privada, poseen su territorio y se rigen para el manejo de éste y su vida interna por una organización autónoma amparada por el fuero indígena y su sistema normativo propio.” En lo que respecta a la definición de comunidad o parcialidad, es importante señalar que la Dirección de Asuntos Indígenas, Rom y Minorías del Ministerio del Interior es la entidad competente para llevar a cabo el trámite administrativo de registro de comunidades indígenas. Esta competencia está fundamentada en lo dispuesto por el artículo 13 del Decreto Ley 2893 de 2011, el cual fue modificado por el Decreto 2340 de 2015 y por el Decreto 714 de 2024, así como en la Resolución No. 2434 del 5 de diciembre de 2011. Esta última resolución confirió al Grupo de Investigación y Registro la función de “Adelantar estudios etnológicos a fin de establecer si los grupos que se reivindican como indígenas constituyen una comunidad o parcialidad indígena y preparar los respectivos conceptos, emitiendo los actos administrativos respectivos”. Una vez contextualizados los conceptos relevantes, es pertinente precisar que no existe sustento legal alguno que otorgue competencia a las Alcaldías municipales o a las Gobernaciones departamentales para llevar a cabo el procedimiento de posesión de Cabildos y/o Autoridades Indígenas, ni para reconocer o desconocer a dichas autoridades. El acto de elección, reconocimiento y posesión de las autoridades indígenas constituye un ejercicio autónomo de las propias comunidades, conforme a sus usos, costumbres y sistemas normativos propios, tal como lo dispone la Constitución Política y lo ha reiterado la Corte Constitucional en su jurisprudencia. En consecuencia, las entidades territoriales carecen de competencia para intervenir, validar o modificar las decisiones internas de las comunidades en materia de elección o posesión de sus autoridades, dado que este es un ámbito propio de su autonomía y autogobierno. Su participación, cuando se produce, tiene un carácter meramente formal y de acompañamiento, sin que pueda derivarse de ella efecto constitutivo alguno sobre la legitimidad o validez de las decisiones adoptadas por la comunidad. El registro administrativo de las autoridades indígenas es competencia exclusiva del Ministerio del Interior, a través de la Dirección de Asuntos Indígenas, Rom y Minorías, en virtud de las funciones asignadas por el Decreto Ley 2893 de 2011, modificado por los Decretos 2340 de 2015 y 714 de 2024. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 4 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y la función que ejercen ¿Cuál es administraciones municipales, distritales y departamentales en relación con el procedimiento de posesión de los Cabildos y/o Autoridades Indígenas de sus respectivas comunidades, así como cuál es la naturaleza y el alcance de dicha función? las Es necesario hacer referencia a lo establecido en la Ley 89 de 1890, la cual, en su artículo 3, dispone lo siguiente: “En todos los lugares en que se encuentre establecida una parcialidad de indígenas habrá un pequeño Cabildo nombrado por éstos conforme a sus costumbres. El período de duración de dicho Cabildo será de un año, de 1º. De Enero a 31 de Diciembre. Para tomar posesión de sus puestos no necesitan los miembros del Cabildo de otra formalidad que la de ser reconocidos por la parcialidad ante el Cabildo cesante y a presencia del Alcalde del Distrito. Exceptúense de esta disposición las parcialidades que estén regidas por un solo Cabildo, las que podrán continuar como se hallen establecidas.” De la lectura de esta disposición se desprende que la presencia del alcalde en el acto de posesión de las autoridades indígenas no constituye una tarifa legal ni un requisito de validez, sino que tiene un carácter meramente protocolario y de buena fe, orientado a garantizar la publicidad y formalidad del acto. Este entendimiento se encuentra respaldado en la jurisprudencia de la Corte Constitucional, la cual ha precisado que la participación de las autoridades municipales en los actos de elección y posesión de cabildos indígenas no puede entenderse como constitutiva, refrendario ni condicionante del ejercicio de la autonomía de los pueblos indígenas. En efecto, en la Sentencia SU-510 de 1998, la Corte señaló que la Constitución reconoce un modelo de pluralismo jurídico que otorga a los pueblos indígenas el derecho a ejercer sus funciones de autogobierno conforme a sus usos y costumbres, sin subordinación a autoridades administrativas. De igual manera, en la Sentencia T-371 de 2013, el Alto Tribunal reiteró que, “Teniendo en cuenta la autonomía política, las decisiones tomadas por un pueblo indígena dentro de un proceso de elección deben ser respetadas por la autoridad administrativa, ya que esta tiene restringido su campo de acción, puesto que su función es la de presenciar el trámite de posesión de ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 5 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y autoridades las tradicionales de una comunidad. Por otra parte, es importante aclarar que aunque la norma establece que el alcalde debe estar presente en la posesión de las autoridades tradicionales, la ausencia de este no torna inválida la elección realizada, puesto que la decisión autónoma de la comunidad “debe ser respetada por la autoridad administrativa, siendo esta solamente un veedor”. Es así que con el objeto de proteger que los pueblos indígenas conserven sus tradiciones, usos, y costumbres, el Estado, a través de sus instituciones, debe abstenerse de interferir en la toma de las decisiones que en desarrollo de su autonomía corresponde adoptar a los miembros de una comunidad.” (Subrayado fuera del texto) la intervención de los alcaldes o funcionarios públicos en la posesión de cabildos indígenas tiene un alcance meramente testimonial, y que la omisión de su presencia no invalida el acto de posesión, siempre que este se haya realizado conforme a los procedimientos tradicionales del respectivo pueblo. A partir de lo anterior, se debe hacer precisión en el siguiente enunciado: “en todos los lugares en que se encuentre establecida una parcialidad de indígenas habrá un pequeño Cabildo”. En esta aseveración, la Ley 89 de 1890 señala de forma explícita que solo donde haya establecida una parcialidad indígena (entiéndase comunidad indígena) existirá un Cabildo y/o Autoridad. Esta disposición legal, se ciñe a lo establecido jurisprudencialmente por la Corte Constitucional en la Sentencia T-188 de 2015, en la cual aclaro lo siguiente: “La existencia del Cabildo, de acuerdo con el artículo 3 de la Ley 89 de 1890, está prevista “en todos los lugares en que se encuentre establecida una parcialidad de indígenas”, entendiendo por parcialidad aquél “grupo o conjunto de familias de ascendencia amerindia, que tienen conciencia de identidad y comparten valores, rasgos, usos o costumbres de su cultura, así como formas de gobierno, gestión, control social o sistemas normativos propios que la distinguen de otras comunidades, tengan o no títulos de propiedad, o que no puedan acreditarlos legalmente, o que sus resguardos fueron disueltos, divididos o declarados vacantes” (artículo 2 del Decreto 2164 de 1995).” De lo dicho en el artículo 3 de la ley 89 de 1890 sobre la existencia de un Cabildo, podemos concluir:1) Existencia de una parcialidad indígena, 2) Existencia de un Cabildo Indígena nombrado por los miembros de la comunidad según sus costumbres, 3) El Cabildo es elegido para un periodo de un año, 4) Para tomar posesión de los puestos, los miembros del Cabildo no necesitan de otra ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 6 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co formalidad que la de ser reconocidos por la parcialidad ante el Cabildo cesante y 5) Ante la presencia del alcalde. Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y En este sentido, la constitución de un Cabildo y/o Autoridad está supeditada, en primer momento, al reconocimiento por parte de la misma comunidad indígena a la que tiene la función de representar. Este reconocimiento además de configurar una condición de legitimidad para la actuación del Cabildo y/o Autoridad Indígena en nombre de la comunidad, también es una garantía del autorreconocimiento y la autonomía de esta, pues pasa a representar todo aquello que compone la identidad de una parcialidad indígena. En este contexto, es necesario poner de presente la naturaleza jurídica del procedimiento de posesión de Cabildos y/o Autoridades indígenas realizado por las Alcaldías municipales y distritales o las Gobernaciones departamentales. El Consejo de estado en sentencia del 13 de septiembre de 2001 delimito el rol que debe cumplir la administración pública en el ámbito de aplicación del artículo 3 de la ley 89 de 1890: “La Alcaldía Mayor y el Ministerio del Interior sólo están habilitados por la ley para llevar el registro de las decisiones que las comunidades adopten, y para certificar lo que ellas quieran que figure en sus archivos; por ello, estas entidades no pueden intervenir de manera directa en los asuntos propios de las mismas, en razón de la autonomía que la Carta Política otorga a la comunidad indígena” De la misma manera, y recogiendo el espíritu de la citada ley, para tomar posesión de los puestos, los miembros del Cabildo no necesitan de otra formalidad que la de ser reconocidos por la parcialidad ante el Cabildo cesante y 5) Ante la presencia del alcalde. Este postulado genera también una responsabilidad para la comunidad indígena. Es ella la que, en ejercicio de su autonomía, debe velar porque el proceso eleccionario se realice de acuerdo a sus costumbres; y es la propia comunidad la que debe reconocer al nuevo Cabildo y que su posesión se realice ante el Cabildo cesante. En consecuencia, es la propia comunidad la que debe velar por el cumplimiento de la ley y de sus normas propias y de su cabal implementación. No es dable entonces que de una asamblea eleccionaria resulten elegidos dos cabildos, ni que la parte minoritaria pretenda reclamar beneficios ante las autoridades administrativas del estado, pasando por encima de las decisiones de la comunidad. Tampoco es prerrogativa de la autoridad administrativa modificar mediante el acto posesorio las ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 7 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co decisiones de la comunidad tomadas en estricto cumplimiento de sus normas y de la normatividad nacional. Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y De otra parte, la referencia de la ley “Ante la presencia del alcalde”, si bien condiciona la toma de posesión del nuevo Cabildo a la presencia del funcionario, esto no implica que el mismo adquiera un rol especial para modificar o incidir en las decisiones de la comunidad. El alcalde municipal es un testigo obligado por la propia ley, mas no funge como una autoridad superior de este proceso. En consecuencia, el papel de la administración pública en estos contextos es el de actuar como garante del registro de las decisiones tomadas por las comunidades indígenas, con respeto pleno de la autonomía que la Constitución les reconoce. La autonomía de las comunidades indígenas en Colombia está respaldada por un robusto marco jurídico, el cual se deriva tanto de la normativa internacional como de la nacional. La Constitución Política de 1991, en su artículo 246, confiere a los pueblos indígenas la potestad de decidir sus asuntos internos conforme a sus propias normas y procedimientos, asegurando su autonomía administrativa y jurisdiccional. En resumen, si la comunidad indígena, en ejercicio de su autonomía, desarrolla su proceso guardando sus normas propias y en estricto cumplimiento a la ley, ninguna autoridad administrativa puede negar la posesión de su cabildo, independientemente de si este se encuentra o no registrado en las bases de datos del Ministerio del Interior. Negar dicha posesión constituiría una vulneración del derecho fundamental que tienen los pueblos indígenas a ser reconocidos y protegidos por el Estado. Este derecho se sustenta en el reconocimiento explícito de la diversidad étnica y cultural, un principio esencial de la Constitución Política de 1991. La Corte Constitucional, en la sentencia T- 425 de 2014, subrayó que el artículo 7 de la Constitución no solo reconoce la diversidad étnica y cultural de la nación, sino que también refuerza la obligación del Estado de garantizar y proteger los derechos colectivos de las comunidades indígenas. Este principio se proyecta desde la naturaleza democrática, participativa y pluralista del Estado colombiano, elementos consagrados desde la promulgación de la Carta Magna en 1991. Además, el respeto a la dignidad humana y el pluralismo se erigen como bases fundamentales que deben guiar el actuar de las autoridades en la relación con las comunidades indígenas, asegurando así su inclusión y participación en la sociedad. Delimitado así el ámbito de actuación de las autoridades administrativas en este procedimiento, la Dirección de Asuntos Indígenas, Rom y Minorías, exhorta a las Alcaldías municipales y a las Gobernaciones departamentales para que ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 8 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y desarrollen su labor en estricto cumplimiento de lo que mandata la norma y siendo absolutamente respetuosos de las decisiones de la comunidad en ejercicio de su derecho propio, por lo cual no pueden abstenerse de posesionar un Cabildo elegido en ejercicio del concepto de democracia que tenga cada comunidad. Es prerrogativa exclusiva de las comunidades indígenas llevar a cabo sus procesos electivos; por lo tanto, la administración no tiene competencia para intervenir en estas situaciones específicas, ya que de hacerlo podría lesionar la diversidad étnica y cultural de estas comunidades, tal como lo reconoce la Constitución. La Dirección de Asuntos Indígenas, Rom y Minorías reitera el llamado a los Alcaldes municipales y distritales, así como a los cabildos y autoridades indígenas, a cumplir rigurosamente con el procedimiento administrativo de posesión de cabildos y/o autoridades indígenas, en consonancia con lo dispuesto en el artículo 3 de la Ley 89 de 1890 y la jurisprudencia vigente. Esta recomendación es fundamental para garantizar el respeto y la preservación de la autonomía indígena, protegiendo sus derechos y su capacidad de autogobierno. De la misma manera que exhortamos a la autoridad administrativa para que cumpla de forma rigurosa con las normatividad vigente, exhortamos también a las autoridades indígenas para que cumplan cabalmente con su reglamento o disposiciones internas. De lo estipulado en la ley 89 de 1890 resulta claro que “para tomar posesión de los puestos, los miembros del Cabildo no necesitan de otra formalidad que la de ser reconocidos por la parcialidad ante el Cabildo cesante”. Esto significa que la comunidad debe agotar todos los mecanismos internos para elegir un único Cabildo que sea reconocido por toda la parcialidad -léase comunidad-. No es dable entonces que miembros de las comunidades no satisfechos con la decisión de las mayorías, reclamen a las autoridades administrativas su incidencia para modificar las decisiones de la comunidad. Como lo ha dicho la Corte Constitucional en la sentencia SU 419/24, el principio fundamental es la maximización de la autonomía indígena, lo que significa que las comunidades tienen derecho a determinar sus propias estructuras de gobierno, elegir a sus líderes y resolver sus conflictos internos sin interferencia externa. Es la comunidad indígena la que debe dirimir sus desavenencias en ejercicio de su derecho propio y, por tanto, no son las autoridades administrativas Alcaldías, Gobernaciones o el propio Ministerio del Interior, quienes entren a resolver situaciones que son responsabilidad de la propia comunidad. Por tanto, las autoridades administrativas regresaran las quejas, impugnaciones relacionadas con conflictos eleccionarias a las autoridades indígenas, para que sean ellas las que den el trámite correspondiente. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 9 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y ¿Cuál es el procedimiento que deben adelantar los Cabildos y/o Autoridades Indígenas cuando, habiendo convocado a llámese Alcaldía o Gobernación, para que participe en el acto de elección y posesión de sus Cabildos y/o Autoridades Indígenas, dicha autoridad omite asistir y, en consecuencia, se niega a realizar la posesión formal de las autoridades elegidas? la autoridad administrativa, El artículo 3 de la Ley 89 de 1890 establece como única exigencia la presencia del alcalde municipal en calidad de testigo dentro de la diligencia de posesión, sin que de tal disposición pueda derivarse la necesidad de su aprobación, refrendación o aval. En consecuencia, la participación del alcalde en estos actos tiene un carácter meramente formal y de acompañamiento, limitada a garantizar la publicidad y fe del acto, sin que ello implique injerencia en la decisión autónoma de posesión de las autoridades indígenas. Lo anterior se sustenta en el marco constitucional, que reconoce a los pueblos indígenas como entidades autónomas y titulares de un derecho fundamental al autogobierno, conforme a sus usos, costumbres y sistemas normativos propios (arts. 7, 246 y 330 de la Constitución Política). En tal virtud, el acto de posesión constituye una manifestación legítima de autoridad interna que emana directamente de la comunidad y de sus autoridades tradicionales, sin que la intervención del alcalde municipal pueda entenderse como constitutiva o indispensable para la perfección del mismo. La Corte Constitucional ha sido reiterativa en esta interpretación. En la Sentencia T-371 de 2013 precisó que la participación de autoridades municipales en la posesión de cabildos indígenas es de carácter estrictamente testimonial, enfatizando que la verificación estatal no puede convertirse en un condicionamiento ni en un requisito constitutivo de la validez de las autoridades indígenas. De igual forma, en la Sentencia SU-510 de 1998 señaló que la Constitución Política establece un modelo de pluralismo jurídico en el cual los pueblos indígenas son titulares del derecho a la jurisdicción y al autogobierno, correspondiéndole al Estado respetar y garantizar tales decisiones, sin condicionarlas a la aprobación de funcionarios de la jurisdicción ordinaria o administrativa. Finalmente, frente a los casos en los que la autoridad administrativa omita su participación en la diligencia de posesión, esta Dirección procederá a realizar el estudio correspondiente y, cuando haya lugar, adelantará el trámite de registro, ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 10 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co siempre que se constate que el proceso eleccionario fue llevado a cabo conforme a los usos, costumbres y prácticas tradicionales del respectivo pueblo indígena. Al contestar cite Radicado 2025-2-002104-044153 Id: 626579 Folios: 11 Fecha: 07-10-2025 11:42:17 Anexos: 0 Remitente: DIRECCION DE ASUNTOS MINORIAS Destinatario: GRUPO DE INVESTIGACIÓN Y REGISTRO INDIGENAS, ROM Y Cordialmente, Proyectó: Revisó: Aprobó: José Alfonso Maestre, Abogado GIR Dirección de Asuntos indígenas, Rom y Minorías Luis Carlos Osorio, Abogado Asesor Dirección de Asuntos indígenas, Rom y Minorías Gabriela Araque, Abogada Cumplimiento Judicial Dirección de Asuntos indígenas, Rom y Minorías Álvaro Andres Flórez C., Abogado Asesor Dirección de Asuntos indígenas, Rom y Minorías Roquelina Blanco Moscarella, Directora de Asuntos Indígenas, Rom y Minorías ________________________________ [1]Decreto 1071 de 2015, art. 2.14.7.1.2, num. 5. [2]Decreto 1071 de 2015, art. 2.14.7.1.2, num. 2. [3]Decreto 1071 de 2015, art. 2.14.7.5.1. [4]Corte Constitucional de Colombia. (2015). Sentencia T-188 de 2015. [5]Corte Constitucional de Colombia. (2015). Sentencia T-371 de 2013. [6]Consejo de Estado, Sala de lo Contencioso Administrativo, Sección Primera, (2001, 13 de septiembre). Radicación número: 25000-23-24-000-2001-0963-01(AC-0963). Consejera ponente: Olga Inés Navarrete Barrero. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 11 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co"
}