{
  "_id": "606e1bf966627d5f82c137319da28c1925951cc3",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/06/0658.pdf",
  "archivo": "0658.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/0658.pdf",
  "extraido_en": "2025-11-23T00:26:13.410064Z",
  "texto": "Ww } \"BE F 8 RESOLUCIÓN NÚMERO ns DE 2025 0 8 MAY 2025 Por la cual se resuelve un recurso de reposición interpuesto contra la Resolución número 0414 del 19 de marzo de 2025 EL DIRECTOR (E) DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018 y la Resolución 0338 de 11 de marzo de 2025, y CONSIDERANDO: Que mediante Resolución número 0414 del 19 de marzo de 2025 se ordenó el archivo de la solicitud de personería jurídica especial de la entidad religiosa IGLESIA VISION DE REINO. Que el señor DANIEL JOSE NAVARRO LARA, identificado con cédula de ciudadanía número 8.565.495 expedida en Soledad, en su condición de representante de la entidad religiosa IGLESIA VISION DE REINO, mediante escrito radicado ante el Ministerio del Interior con el número 2025-1- 002500-027421 ID: 522577 el día 11 de abril de 2025, presentó recurso de reposición contra la mencionada resolución. Que, para decidir sobre el citado recurso, se estima procedente tener en consideración los antecedentes, los argumentos del recurrente y consideraciones de la Dirección de Asuntos Religiosos, para finalmente tomar la decisión que en derecho corresponda: 1. ANTECEDENTES El señor DANIEL JOSE NAVARRO LARA, identificado con cédula de ciudadanía número 8.565.495 expedida en Soledad, en su condición de representante de la entidad religiosa IGLESIA VISION DE REINO, con domicilio en Galapa - Atlántico, solicitó, mediante escrito con radicado ID 420272 del 07 de octubre de 2024, el reconocimiento de la Personería Jurídica Especial de que trata la Ley 133 de 1994 y los Capítulos 1 y 2, Titulo 2, Parte 4, Libro 2 del Decreto Único Reglamentario No.1066 de 2015. Una vez estudiada la solicitud presentada, la Dirección de Asuntos Religiosos, mediante Oficio ID 448286 del 20 de noviembre de 2024, realizó observaciones a la documentación allegada por la entidad, por no encontrarse ajustada a los requisitos contenidos en la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015, y le manifestó, además, que debía dar respuesta a las mismas en un término de treinta (30) días hábiles, contados a partir de la fecha de recibo de la comunicación oficial por parte de esta Dirección. Mediante ID 497022 del 21 de febrero de 2025, la entidad religiosa dio respuesta a las observaciones, por fuera del término legal. La Dirección de Asuntos Religiosos del Ministerio del Interior expidió la Resolución 0414 del 19 de marzo de 2025, a través de la cual se ordenó el archivo de la solicitud de personería jurídica especial presentada por la entidad IGLESIA VISION DE REINO. 2. DEL RECURSO INTERPUESTO POR EL RECURRENTE Página 1 de 4 RESOLUCIÓN numero 6 5 8. 2025 Continuación resolución “Por la cual se resuelve un recurso de reposición interpuesto contra la Resolución pp número 0414 del 19 de marzo de 2025” La entidad interpone recurso de reposición contra la Resolución 0414 del 19 de marzo de 2025 emitida por la Dirección de Asuntos Religiosos, solicitando se “proceda con la revocación del acto administrativo No. 0414, fechado el 19 de marzo de 2025, denominado \"Por la cual se ordena el archivo de una solicitud de personería jurídica\". En consecuencia, dar continuidad al tramite de asiganción (sic) de personería Jurídica especial a la entidad religiosa VISION DE REINO”. Continúa señalando que “(...) A pesar de la disposición de la entidad religiosa VISION DE REINO para cumplir con el requerimiento de la dirrecion (sic) de asuntos religiosos de ministerio de interior emitido mediante el Oficio ID 448286 del 20 de noviembre de 2024, se presentaron dificultades logísticas sustanciales para allegar la documentación solicitada dentro del término otorgado. La Dirección de Asuntos Religiosos exige que las subsanaciones a este tipo de trámites sean presentadas de forma física en la ciudad de Bogotá, según los lineamientos establecidos para el proceso de reconocimiento de personería jurídica especial. Sin embargo, la sede principal y lugar de funcionamiento habitual de la entidad religiosa IGLESIA VISIÓN DE REINO se encuentra en el municipio de Galapa, Atlántico, lo que dificulta el proporcionar la documentación (sic) en el plazo otrogado (sic). Así mismo, la Utilización de servicios de mensajería física y transporte terrestre o aéreo, presentan demoras logísticas significativas, especialmente en temporada decembrina y de fin de año (noviembre — diciembre de 2024), cuando por la alta demanda de los servicios de envio, estos suelen verse saturados o interumpidos (sic), lo que impidió allegar la docuemntacion (sic) requerida (...)” 3. CONSIDERACIONES DE LA DIRECCIÓN DE ASUNTOS RELIGIOSOS Mediante radicado con ID 420272 del 07 de octubre de 2024, la entidad religiosa IGLESIA VISION DE REINO solicita al Ministerio del Interior el reconocimiento de personería jurídica especial de que trata la Ley Estatutaria 133 de 1994, para lo cual allega la documentación pertinente, en cumplimiento del Decreto 1066 de 2015. A través del oficio ID 448286 del 20 de noviembre de 2024, la Dirección de Asuntos Religiosos realizó algunas observaciones a la documentación allegada por la entidad religiosa y le manifestó que debía dar respuesta a las mismas en un término de treinta (30) días, contados a partir de la fecha de la comunicación oficial por parte de esta Dirección; el citado oficio fue remitido al correo electrónico suministrado por la entidad religiosa, vale decir, juridico2 @navarraconstructores.com, a través del sistema de gestión documental ControlDoc, en fecha 20 de noviembre de 2024. El término legal de treinta (30) días, contados a partir de la fecha de la comunicación oficial por parte de esta Dirección, de conformidad con lo ordenado por el Capítulo 2, Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015, se cumplió el 03 de enero de 2025. No obstante lo anterior, la entidad religiosa dio respuesta al oficio de observaciones emitido por esta Dirección, mediante el ID 497022 del 21 de febrero de 2025, por fuera del término legal, es decir, un (01) mes y catorce (14) días después de la fecha máxima en la cual debían realizar los ajustes solicitados. En consecuencia, la Dirección de Asuntos Religiosos expidió la Resolución 0414 del 19 de marzo de 2025, ordenando el archivo de la solicitud de personería jurídica de la IGLESIA VISION DE REINO, lo cual fue notificado por medio electrónico, mediante oficio ID 513982 del 27 de marzo de 2025, al correo juridico2 @navarraconstructores.com, a través del sistema de gestión documental ControlDoc, en fecha 27 de marzo de 2025. Es así como, el citado acto administrativo fue notificado dentro del término legal. Ahora bien, es menester observar que el Decreto 1066 de 2015 \"Por medio del cual se expide el Decreto Único Reglamentario del Sector Administrativo del Interior\", Título 2, Parte 4, Libro 2, artículo 2.4.2.2.4. señala: Página 2 de 4 or RESOLUCIÓN NÚMERO 6 9 0: 2025 Continuación resolución “Por la cual se resuelve un recurso de reposición interpuesto contra la Resolución número 0414 del 19 de marzo de 2025” “(...) Estudio de la documentación. La Oficina Asesora jurídica verificará y estudiará en un término no mayor de sesenta (60) días contados a partir de la fecha de radicación de la respectiva solicitud de personería jurídica especial, la documentación aportada por la entidad religiosa. En el evento de no encontrarse la solicitud conforme a lo establecido en las normas, el solicitante contará con el termino de treinta (30) días para hacer los respectivos ajustes, el cual correrá a partir de la fecha de la respectiva comunicación oficial efectuada por la Oficina Asesora jurídica. (...)”. Y, seguidamente, el mencionado Decreto indica: “ARTÍCULO 2.4.2.2.5 Archivo. La Oficina Asesora jurídica (hoy Dirección de Asuntos Religiosos) expedirá acto administrativo que ordene el archivo de la solicitud de personería jurídica especial, cuando haya transcurrido el término a que se refiere el inciso segundo del artículo anterior, sin dar cumplimiento al requerimiento de ajustar o completar la documentación aportada. Esta decisión se notificará al interesado, quien podrá presentar posteriormente una nueva solicitud.” A su vez, la Ley 1437 de 2011 “Por la cual se expide el Código de Procedimiento Administrativo y de lo Contencioso Administrativo”, en su artículo 17, indica: “(...) ARTÍCULO 17. Peticiones incompletas y desistimiento tácito. En virtud del principio de eficacia, cuando la autoridad constate que una petición ya radicada está incompleta o que el peticionario deba realizar una gestión de trámite a su cargo, necesaria para adoptar una decisión de fondo, y que la actuación pueda continuar sin oponerse a la ley, requerirá al peticionario dentro de los diez (10) días siguientes a la fecha de radicación para que la complete en el término máximo de un (1) mes. A partir del día siguiente en que el interesado aporte los documentos o informes requeridos, se reactivará el término para resolver la petición. Se entenderá que el peticionario ha desistido de su solicitud o de la actuación cuando no satisfaga el requerimiento, salvo que antes de vencer el plazo concedido solicite prórroga hasta por un término igual. Vencidos los términos establecidos en este artículo, sin que el peticionario haya cumplido el requerimiento, la autoridad decretará el desistimiento y el archivo del expediente, mediante acto administrativo motivado, que se notificará personalmente, contra el cual únicamente procede recurso de reposición, sin perjuicio de que la respectiva solicitud pueda ser nuevamente presentada con el lleno de los requisitos legales (...)”. (Negrilla y subrayado fuera de texto). De conformidad con las normas transcritas, es clara la vigencia de una normativa específica que fija el término del procedimiento administrativo de personería jurídica especial, equivalente a treinta (30) días hábiles, contados a partir de la fecha de la comunicación oficial efectuada por parte de este Ministerio, para que la entidad solicitante ajuste la documentación; adicionalmente, la norma general, aplicable también por analogía en el evento en que se requiera la reactivación del término cuando el solicitante ha dado respuesta dentro del mismo, establece el archivo de la solicitud cuando no se ha dado cumplimiento a los requerimientos de la administración dentro del término. Es por lo anterior que normativamente no es factible acceder a lo solicitado por el recurrente en cuanto a revocar el acto administrativo que archivó su solicitud, toda vez que no cumplió con el término de respuesta, además de que fueron allegados los ajustes cuando se encontraba ampliamente surtido el lapso de tiempo transcurrido entre el requerimiento y la respuesta; sumado a que, conforme lo dispone el artículo 2.4.2.2.5 del decreto 1066 de 2015, el peticionario puede presentar nuevamente la solicitud con el lleno de los requisitos para el reconocimiento de la personería jurídica especial. Que en mérito de lo expuesto, Página 3 de 4 rior RESOLUCIÓN cr 065. 6 9 8 2025 Continuación resolución “Por la cual se resuelve un recurso de reposición interpuesto contra la Resolución número 0414 del 19 de marzo de 2025” RESUELVE: Artículo 1. Confirmar en su totalidad la Resolución número 0414 del 19 de marzo de 2025, por la cual se archiva la solicitud de reconocimiento de personería jurídica especial de la entidad IGLESIA VISION DE REINO, conforme a las razones expuestas en la parte motiva de la presente resolución. Artículo 2. Notificar la presente resolución en los términos de los artículos 67 y 69 de la Ley 1437 de 2011, al señor DANIEL JOSE NAVARRO LARA, identificado con cédula de ciudadanía número 8.565.495 expedida en Soledad, en su condición de representante de la entidad IGLESIA VISION DE REINO. Artículo 3. Contra la presente resolución no procede recurso alguno y queda agotado el procedimiento administrativo. Artículo 4. La presente resolución rige a partir de su expedición. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. a los 08 MAY 2025 A IA MARCO JESUS SUAREZ VELASQUEZ Director (E) de Asuntos Religiosos Proyectó: Meyer Forero Revisó Jeannette Muñoz EXP: 17874 TRD-.2500.41.16 Página 4 de 4"
}