{
  "_id": "61e9a5fb9ccf5dcfdf7c9773cc8d726e811103f9",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1010.pdf",
  "archivo": "1010.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1010.pdf",
  "extraido_en": "2025-11-23T00:18:15.260293Z",
  "texto": "Y ; Int +01 RESOLUCIÓN NÚMERO 0 DE 2025 22 JUL 2025 Por la cual se reconoce personeria juridica especial a la entidad “IGLESIA CRISTIANA UNIDA EN EL AMOR DE C EL DIRECTOR DE ASUNTOS RELI MINISTERIO DEL INTER En ejercicio de sus facultades legales, en especial las 133 de 1994 y los Capítulos 1 y 2, del Título 2, Pal Reglamentario del Sector Administrativo del Interior 1 RISTO 1 DE CO 10SOS DEL OR conferidas por la 4, Libro 2 del Di 6 de 2015, enc el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de modificado por el Decreto 2353 de 2019, la Resolución Resolución 0750 del 29 de mayo! CONSIDERANDO: 1156 del 26 de j de 2025, y, Que el señor FREDY RUIZ ROJAS, identificado con cédula de ciu 92544663 de Sincelejo, en su condición de representante legal de la “IGLESIA CRISTIANA UNIDA EN EL AMOR DE CRI domicilio en el municipio de Tuchin — Córdoba, mediante escrito radicado bajo el Id: 479948 del 23 de enero de 2025, solicitó reco especial de que trata la Ley Estatutaria 133 de 1994 y lo 4, Libro 2 del Decreto 1066 de 2015. ocimiento de la p eligiosa INTIOS 13” Ley Estatutaria creto Único ncordancia con ulio de 2018 y lio de 2018, y la idadania número entidad religiosa ISTO 1 DE CORINTIOS 13” con n este Ministerio rsoneria juridica Capítulos 1 y 2, del Titulo 2, Parte Que mediante el oficio con radicado ID 531475 del 30 de abril de 2025 la Dirección de Asuntos Religiosos hizo algunas observaciones, en virtud del artículo 2.4. 1066 de 2015, la cual fue atendida mediante la comunicación radicada bajo ID 554232 del 9 de junio de 2025. Que, una vez estudiada la documentación, la Dirección ajustada a los requisitos contenidos en la Ley 133 de 1 de Asuntos Relig Parte 4, Libro 2 del Decreto Único Reglamentario No. 1066 de 2015. 2.2.4 del Decreto ¡osos la encontró 994 y los Capítulos 1 y 2, Titulo 2, Que dentro de la documentación aportada se encuentran: los estatutos y el reglamento interno; el acta mediante la cual se constituyó la dignatarios, y las constancias a que se refieren los numerales 6, 7, 8, 9 2.4.2.2.1 del Decreto 1066 de 2015. Que esta decisión se fundamenta en un riguroso anális| s del expediente los términos de principio constitucional de buena fe, donsagrado en el Constitución Política. Que, en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de Personería Jurídic Jurídica Especial a la entidad religiosa IGLESIA CRI CRISTO 1 DE CORINTIOS 13, con domicilio en el m conformidad con lo expuesto en la parte motiva de la p' ¡TIANA UNIDA E nicipio de Tuch entidad religiosa, sente resolución. se designaron y 10, del artículo administrativo en artículo 83 de la Especial. Reconocer Personería N EL AMOR DE n — Córdoba, de Página 1 de 2 U Interior RESOLUCION mico! Ú | 0). 2025 Continuación resolución “Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA CRISTIANA UNIDA EN EL AMOR DE CRISTO 1 DE CORINTIOS 13” Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la IGLESIA CRISTIANA UNIDA EN EL AMOR DE CRISTO 1 DE CORINTIOS 13, así como su representante legal, señor FREDY RUIZ ROJAS, identificado con cédula de ciudadanía número 925446863 de Sincelejo. Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante La Dirección de Asuntos Religiosas del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la inscripción en el Registro Público de Entidades Religiosas. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. a los 22 JUL 2025 yA BE Director de Asuntos Religiosos Proyectó: Paola Janeth Calderón Galindez Reviso: Jaime Molina Aprobó: Richard Gamboa Ben-Eleazar Expediente: 17967 TRD-2500.41.16 Página 2 de 2"
}