{
  "_id": "67d6bfd7d014feadc8e055b28d16a27e620e9074",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1058.pdf",
  "archivo": "1058.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1058.pdf",
  "extraido_en": "2025-11-23T00:12:18.050583Z",
  "texto": "\\ Es) me RESOLUCIÓN NÚMERO ( 5 8 DE 2025 25 JUL 2Uz9 Por la cual se declara conforme a la ley la reforma parcial de los estatutos de la entidad religiosa IGLESIA MINISTERIOS UNIDOS GLOBAL COLOMBIA El DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018, y la Resolución 0750 de 29 mayo de 2025, y, CONSIDERANDO: Que mediante Resolución número 1753 del 3 de octubre de 2023, se le reconoció Personería jurídica especial a la entidad religiosa IGLESIA MINISTERIOS UNIDOS GLOBAL COLOMBIA, con domicilio en Cali — Valle del Cauca Que la señora DEBORA OMIR MEZA ORTIZ, identificada con cédula de ciudadanía número 59.684.843 de Tumaco, obrando en condición de Representante Legal de la citada entidad religiosa, mediante comunicación radicada bajo el número id: 567895 del 3 de julio de 2025, solicitó declarar conforme a la Ley 133 de 1994 y a los Capítulos 1 y 2, Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario 1066 de 2015, la reforma parcial de estatutos de la aludida entidad religiosa. Que la reforma parcial de los estatutos fue adoptada de conformidad con lo dispuesto en el artículo 35 de los citados estatutos que determina el procedimiento que debe observarse para tal fin. Que de conformidad con lo establecido en el artículo 2.4.2.1.4 del Decreto Único Reglamentario 1086 de 2015, y el artículo 16 D del Decreto-Ley 2893 de 2011, adicionado por el artículo 4* del Decreto 2353 de 2019, la reforma parcial de los estatutos se encuentra ajustada a lo dispuesto en los mismos para tal fin, la cual consistió en el cambio de nombre por IGLESIA MINISTERIOS UNIDOS GLOBAL, con domicilio en la ciudad de Cali- Valle del Cauca, ubicada en la carrera 10 No. 54-90, Barrio la Base de dicha ciudad. Que la reforma de los estatutos mencionada, no contraría los derechos constitucionales fundamentales y se encuentra conforme con la Ley No.133 de 1994. Que esta decisión se fundamenta en el riguroso análisis del expediente administrativo en los términos del principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que, en mérito de lo expuesto, RESUELVE: Artículo 1. Declaratoria de conformidad. Declárase conforme a los derechos constitucionales fundamentales y a la Ley 133 de 1994, la reforma parcial de los estatutos de la entidad religiosa IGLESIA MINISTERIOS UNIDOS GLOBAL COLOMBIA, con domicilio en Cali — Valle del Cauca, la cual consistió en el cambio de nombre y, por lo tanto, para todos los efectos legales su nueva denominación será IGLESIA MINISTERIOS UNIDOS GLOBAL, con domicilio en la ciudad de Cali- Valle del Cauca, ubicada en la carrera 10 No. 54-90, Barrio la Base de dicha ciudad, quedando incólumes los artículos que nos fueron objeto de modificación. Página 1 de 2 Gy Interior RESOLUCION sero | 0 5 8 2025 Continuación de la resolución “Por la cual se declara conforme a la ley la reforma parcial de los estatutos de la entidad religiosa IGLESIA MINISTERIOS UNIDOS GLOBAL COLOMBIA”. Artículo 2. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 3. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el articulo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) dias hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 4. Vigencia. La presente resolución entra en vigencia a partir de su expedición. COMUNÍQUESE Y CÚMPLASE Dada en Bogotá, D.C., 2 5 JUL 2025 ZA Z = RICHARD GAMBOA BEN-ELEAZAR “~~ Director de Asuntos Religiosos Proyecto: Celso Hurtado Wills Revisó: Jaime Molina Aprobó: Marco Suárez EXP: 16697 TRD-.2500.41.16 Página 2 de 2"
}