{
  "_id": "810b473c94fd32731507f3ccf5ec3c2989b1e034",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/09/resolucion-numero-rpu02672025-del-18-de-septiembre-de-2025.pdf",
  "archivo": "resolucion-numero-rpu02672025-del-18-de-septiembre-de-2025.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/resolucion-numero-rpu02672025-del-18-de-septiembre-de-2025.pdf",
  "extraido_en": "2025-11-22T23:53:53.251657Z",
  "texto": "RESOLUCIÓN NUMERO RPU02672025 DEL 18 DE SEPTIEMBRE DE 2025 Por la cual se actualiza la información de una Organización de Base, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras LA DIRECTORA DE ASUNTOS PARA COMUNIDADES NEGRAS, AFROCOLOMBIANAS, RAIZALES Y PALENQUERAS En uso de las facultades que le confieren los artículos 2.5.1.5.1, 2.5.1.5.6 y 2.5.1.5.8 del Decreto 1640 del 14 de diciembre de 2020, artículo 14 del Decreto 2893 de 2011 modificado por el Decreto 2353 de 2019, y demás normas pertinentes y, CONSIDERANDO: Que, mediante petición radicada ante el Ministerio del Interior, con numero de radicado 2024-1- 002204-105665 Id: 470326 del 30 de diciembre de 2024, por la señora VIVIAN YANETH BONILLA SINISTERRA, solicita la actualización de la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras como Representante Legal de la Organización de Base denominada FUNDACIÓN IFELE. Que la Organización de Base FUNDACIÓN IFELE, ubicada en el municipio Buenaventura, departamento de Valle del Cauca, se encuentra inscrita mediante la Resolución No. 144 del 16 de julio de 2020, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior. Que, para la actualización de la Organización de Base, se adjuntó la documentación y se cumplieron los requisitos exigidos en los artículos 2.5.1.5.6 y 2.5.1.5.8 del Decreto 1640 del 14 de diciembre de 2020. Que es del caso atender la solicitud y dar curso legal por parte de la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, por estar de acuerdo a las normas legales establecidas. En mérito de lo expuesto: RESUELVE: ARTICULO PRIMERO: Actualícese la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras a la Organización de Base FUNDACIÓN IFELE, con domicilio en la dirección carrera 66 No.7A sur 23- , municipio Buenaventura, departamento Valle del cauca, representada legalmente por la señora VIVIAN YANETH BONILLA SINISTERRA, identificada con la cédula de ciudadanía No. 1.130.634.748. ARTICULO SEGUNDO: Actualícese en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior, el Representante legal y la Junta Directiva de la Organización de Base FUNDACIÓN IFELE, de conformidad con el Acta No. 01 del 07 de febrero de 2023, quedando integrada de la siguiente manera: Nombres y Apellidos VIVIAN YANETH BONILLA SINISTERRA Identificación 1.130.634.748 REPRESENTACIÓN LEGAL Nombres y Apellidos BELLANIRA RIASCOS JUNTA DIRECTIVA Identificación 66.739.736 Cargo PRESIDENTE/ REPRESENTANTE LEGAL Cargo VICEPRESIDENTA HELEN ANDREA GRUESO RIASCOS WEINNY MELISSA GRUESO RIASCOS 1.150.934.139 1.006.194.536 TESORERO SECRETARIA Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co 1 RESOLUCIÓN NUMERO RPU02672025 DEL 18 DE SEPTIEMBRE DE 2025 MARY YESENIA RIASCOS RIASCOS DAYAN ANGELICA ORDOÑEZ RIASCOS 31.588.638 1.006.194.538 DELEGADO 1 DELEGADO 2 Que fue elegido en calidad de Revisor Fiscal el señor JOSE ENENIDO MAXIMINO ABASCAL MATADAMAS, identificado con cédula de ciudadanía de Extranjería No. 279.097 – TP.131359 ARTICULO TERCERO: Notifíquese la presente Resolución en los términos de los artículos 67 y 69 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo, a la señora VIVIAN YANETH BONILLA SINISTERRA en su condición de Representante Legal de la Organización de Base FUNDACIÓN IFELE, correo electrónico fundacionifele@hotmail.com. ARTICULO CUARTO: Contra la presente resolución, proceden los recursos de reposición ante la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, y apelación ante el Despacho del viceministro para el dialogo social, la igualdad y los derechos humanos , los cuales se podrán interponer dentro de los 10 días hábiles siguientes a la notificación del presente Acto Administrativo, de acuerdo con lo establecido en los artículos 74 y 76 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo. NOTIFÍQUESE Y CUMPLASE Dada en Bogotá D.C., a los 18 días del mes de septiembre de 2025 AMELIA ROCÍO COTES CORTÉS Directora de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras Elaboró: Jhuliana Canga Soria – Contratista DCN Revisó: Adelaida Demoya – Profesional DCN Aprobó: Amelia Rocío Cotes Cortés- Directora DCN Ministerio del Interior – Sede Correspondencia 2 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co"
}