{
  "_id": "9d2b3ad5ba5e5b495bb40a1987b16961f00bbf71",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1038.pdf",
  "archivo": "1038.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1038.pdf",
  "extraido_en": "2025-11-23T00:17:50.978757Z",
  "texto": "El Interior ] 03 2 4 JUL 2025 RESOLUCIÓN NÚMER E 2025 Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA HILLSONG COLOMBIA EL DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018, la Resolución 0750 del 29 de mayo 2025, y CONSIDERANDO: Que el señor JOSÉ JOAQUÍN VEGA CUELLAR, identificado con cédula de ciudadanía número 79.743.105 de Bogotá D.C, obrando en su condición de representante legal de la entidad religiosa IGLESIA HILLSONG COLOMBIA, con domicilio Barranquilla - Atlántico, mediante escrito radicado en este Ministerio bajo el número radicado ID 540444 del 16 de mayo de 2025, solicitó reconocimiento de la personería jurídica especial de que trata la Ley Estatutaria 133 de 1994 y los Capitulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015. Que dentro de la documentación aportada se encuentran: los estatutos y el reglamento interno; el acta de constitución, mediante las cuales se constituyó la entidad religiosa, se aprobaron los estatutos y reglamento interno, se designó al representante legal y se designaron dignatarios; y las constancias a que se refieren los numerales 6, 7, 8, 9 y 10, del artículo 2.4.2.2.1 del Decreto 1066 de 2015. Que se acreditaron debidamente los requisitos exigidos por la Ley Estatutaria 133 de 1994 y los Capitulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015, y no se vulneran los derechos constitucionales. Que en cumplimiento a lo dispuesto en el Decreto 1535 de 2015, que modificó el artículo 2.4.2.1.15 del Decreto 1066 de 2015, y una vez habilitado el sistema electrónico para la expedición de los certificados de existencia y representación legal de las entidades religiosas, en línea y en forma gratuita, el día 25 de agosto de 2015; los mismos deberán ser solicitados y tramitados por ese medio, ingresando a la página web de este Ministerio: www.mininteriongovco 0 asuntosreligiosos.mininterior.gov.co. Que esta decisión se fundamenta en el riguroso análisis del expediente administrativo en los términos del principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de la personería jurídica especial. Reconocer personería jurídica especial a la entidad IGLESIA HILLSONG COLOMBIA, con domicilio en Barranquilla - Atlántico, de conformidad con lo expuesto en la parte motiva de la presente resolución. Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la IGLESIA HILLSONG COLOMBIA, así como su representante legal, el señor JOSÉ JOAQUIN VEGA CUELLAR, identificado con cédula de ciudadanía número 79.743.105 de Bogotá D.C. “ey FOSA RESOLUCIÓN NÚMERO, 2025 Continuación resolución “Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA HILLSONG COLOMBIA” Artículo 3. Notificación. La presente resolución se entiende notificada el dia en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la fecha de su publicación. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá, D.C., a los 2 4 JUL 2025 4 tn __RICHARD GAMBOA BEN-ELEAZAR Director de Asuntos Religiosos Proyecto: Gabriela Contreras Revisó: Jaime Molina Aprobó: Richard Gamboa Exp N°- 18214 T.R.D. 2500.41.16 Página 2 de 2"
}