{
  "_id": "9f8661f1b55ffbd25b354dc4577f852726f7db87",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/0919.pdf",
  "archivo": "0919.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/0919.pdf",
  "extraido_en": "2025-11-23T00:22:17.195809Z",
  "texto": "Y Y | “a 6 0435 RESOLUCION NUMERO. Por la cual se reconoce personería juridica es| IGLESIA LA HERMOSA JESUS EL LUG EL DIRECTOR DE ASUNTOS RE MINISTERIO DEL INTE En ejercicio de sus facultades legales, en especial las co) 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 Sector Administrativo del Interior 1066 de 2015, en conc: 2011, subrogado por el Decreto 1140 del 4 de julio de 20 2019, la Resolución 1156 del 26 de julio de 2018, y la Re CONSIDERANDO: Que el señor NESTOR JULIO AYALA MONTENEGRO, número 12.540.527 expedida en Santa Marta, Magdalena de la entidad religiosa IGLESIA LA HERMOSA JESÚS domicilio en Ciénaga, Magdalena, mediante escrito radica del 27 de mayo del 2024, solicitó reconocimiento de la personería jurídica es Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Tít: de 2015. Que mediante oficio ID 345395 del 06 de junio del 2024, algunas observaciones, en virtud del artículo 2.4.2.2.4 de respondió con el ID 523912 del 14 de abril del 2025. Que, una vez estudiada la documentación, la Dirección de a los requisitos contenidos en la Ley 133 de 1994 y los C del Decreto Unico Reglamentario No. 1066 de 2015. Que dentro de la documentación aportada se encuentran: acta de mediante la cual se constituyó la entidad relig constancias a que se refieren los numerales 6, 7, 8, 9 y 10, de 2015. Que esta decisión se fundamenta en un riguroso anális! términos de principio constitucional de buena fe, consagrá Política. Que en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de Personería Jurídica E Especial a la entidad religiosa IGLESIA LA HERMOSA ie con domicilio en Ciénaga, Magdalena, de conformidad c presente resolución. Articulo 2. Inscripcion. Inscribase en el Registro Public LA HERMOSA JESUS EL LUGAR DE SU PRESENCI sefior NESTOR JULIO AYALA MONTENEGRO, identific 12.540.527 expedida en Santa Marta, Magdalena. Dtos 1 y 2, Titu ¡pecial. Reconocer] SUS EL LUGAR DE SU PRESENCIA, L 2025 R DE SU PRESE IGIOSOS DEL IOR feridas por la Le: rdancia con el De olución 0750 de 2 identificado con c en su condición d EL LUGAR DE S lo en este Minister lo 2, Parte 4, Libr | Decreto 1066 de suntos Religiosos os estatutos y el osa, se designar , del artículo 2.4.2. is del expediente ¢ do en el artículo 83 de la Constitución n lo expuesto en | de Entidades Reli | 9 DE 2025 ecial a la entidad ri 8 y modificado por ligiosa CIA statutaria 133 de yi lel Decreto Unico feglmerta del reto Ley 2893 de el Decreto 2353 de 9 mayo de 2025, y, edula de ciudadania representante legal PRESENCIA, con o bajo el ID: 339503 ecial de que trata la ) 2 del Decreto 1066 la Dirección de Asuntos Religiosos hizo 2015, las cuales se la encontró ajustada o 2, Parte 4, Libro 2 n dignatarios, y las .1 del Decreto 1066 oh drat interno; el dministrativo en los Personería Jurídica la parte motiva de la giosas a la IGLESIA , así como su representante legal, el ado con cédula de ciudadanía número Página 1 de 2 Y i Interior RESOLUCION NUMERO y | 9. 2025 Continuación resolución Por la cual se reconoce personería jurídica especial a la entidad religiosa “IGLESIA LA HERMOSA JESUS EL LUGAR DE SU PRESENCIA” Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante La Dirección de Asuntos Religiosas del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la inscripción en el Registro Público de Entidades Religiosas. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. alos [4 JUL 2025 Proyectó: Mario Vega Barrios. Revisó: Jaime Molina Aprobó: Richard Gamboa Ben-Eleazar. Exp: 17382 TRD-.2500.41.16 Página 2 de 2"
}