{
  "_id": "a13a680b0f9e7cb1c9bcd6fcf2ebd46bdba252cf",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/09/directiva-005-de-2024.pdf",
  "archivo": "directiva-005-de-2024.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/directiva-005-de-2024.pdf",
  "extraido_en": "2025-11-22T23:52:58.183701Z",
  "texto": "PROCURADURIA GENERAL DE LA MACIÓN DIRECTIVA No. DE: PROCURADORA GENERAL DE LA NACIÓN PARA: MINISTERIO DEL INTERIOR MINISTERIO DE DEFENSA NACIONAL MINISTERIO DE JUSTICIA Y DEL DERECHO UNIDAD NACIONAL DE PROTECCIÓN FUERZAS MILITARES POLICÍA NACIONAL DEFENSORIA DEL PUEBLO FISCALÍA GENERAL DE LA NACIÓN GOBERNACIONES ALCALDIAS DISTRITALES Y MUNICIPALES PERSONERIAS MUNICIPALES Y DISTRITALES PROCURADURIAS DELEGADAS, REGIONALES Y PROVINCIALES ASUNTO: CUMPLIMIENTO DE LAS NORMAS PARA LA PROTECCIÓN DE PERSONAS DEFENSORAS DE DERECHOS HUMANOS, AUTORIDADES ÉTNICAS, LÍDERES Y LIDERESAS SOCIALES Y POLÍTICOS, PERSONAS EN PROCESO DE REINCORPORACIÓN Y SUS ORGANIZACIONES La Procuradora General de la Nación, en ejercicio de sus funciones constitucionales y legales, en especial, las previstas en los artículos 118 y 277 de la Constitución Política y los numerales 2, 7 y 16 del artículo 7 del Decreto Ley 262 del 2000, modificado por el artículo 2 del Decreto Ley 1851 de 2021, y CONSIDERANDO Que el artículo 3 de la Declaración Universal de Derechos Humanos*, los artículos 4 y 7 de la Convención Americana sobre Derechos Humanos? y los artículos 6 y 9 del Pacto Internacional de Derechos Civiles y Políticos? disponen que toda persona tiene derecho a la vida y a la seguridad personal. Que el artículo 93 de Constitución Política de Colombia establece que “[I]os tratados y convenios internacionales ratificados por el Congreso, que reconocen los derechos humanos y que prohíben su limitación en los estados de excepción, prevalecen en el orden interno. Los derechos y deberes consagrados en esta Carta, se interpretarán de conformidad con los tratados internacionales sobre derechos humanos ratificados por Colombia”. 1 Adoptada por la Asamblea General de las Naciones Unidas el 10 de diciembre de 1948 y ratificada por Colombia mediante la Ley 74 de 1968. Disponible en httos://www.un.org/es/about-us/universal-declaration-of-human-rights 2 Suscrita en la Conferencia Especializada Interamericana de Derechos Humanos el 22 de noviembre de 1969, aprobada por Colombia con la Le de 1972. Disponible en httos://www.oas.org/dil/esp/1969 Convenci4C3%B3n_ Americana sobre Derechos Humanos.pdf 3 Adoptado por la Asamblea General de las Naciones Unidas el 16 de diciembre de 1966 y ratificada por Colombia mediante la Ley 74 de 1968. Disponible en https://www.ohchr.ora/es/instruments-mechanisms/instruments/international-covenant-civil-and- political-rights PROCURADURIA GENERAL DE LA NACION Que los numerales 3 y 4 del artículo 189 de la Constitución Política establecen que corresponde al presidente de la República Td]irigir la fuerza pública y disponer de ella como comandante supremo de las fuerzas armadas” y “[c]onservar en todo el territorio el orden público y restablecerlo donde fuere turbado”. A su vez, el artículo 6 de la Ley 4 de 1991* ratificó la función del presidente de la República en cuanto al orden público y, además, en el artículo 10 precisó que los alcaldes son la primera autoridad de policía del municipio y les atribuye el deber de conservar el orden público. Que la Resolución 1325 (2000) aprobada por el Consejo de Seguridad de las Naciones Unidas en su sesión 4213*, celebrada el 31 de octubre de 2000, destacó la importancia de proteger los derechos y la seguridad de mujeres y niñas en conflictos armados. Asimismo, exhortó a todas las partes a respetar el derecho internacional aplicable, adoptar medidas especiales para prevenir la violencia de género, enjuiciar a los responsables de crímenes contra mujeres y niñas, considerar las necesidades específicas de género en la planificación de campamentos de refugiados, desamar y reintegrar a excombatientes teniendo en cuenta las necesidades de género y tomar en cuenta consideraciones de género en las misiones de mantenimiento de paz. Además, instó a realizar estudios sobre el impacto de los conflictos en mujeres y niñas y a informar periódicamente sobre el progreso en la integración de cuestiones de género en las operaciones de mantenimiento de paz. Que la Ley 1448 de 2011 incorporó las medidas para la atención, asistencia y reparación integral a las víctimas del conflicto armado, para propender a su indemnización monetaria y la restitución de los bienes despojados. Particularmente, el Decreto Ley 4633 de 2011 introdujo medidas específicas de asistencia, atención, reparación integral y restitución de derechos territoriales para las comunidades y pueblos indígenas. Por su parte, el Decreto Ley 4635 de 2011 dictó medidas de asistencia, atención, reparación integral y de restitución de tierras para las víctimas pertenecientes a comunidades negras, afrocolombianas, raizales y palenqueras. Que, con el Decreto 4100 de 2011, se creó y organizó el Sistema Nacional de Derechos Humanos y Derecho Internacional Humanitario y se modificó la Comisión Intersectorial de Derechos Humanos y Derecho Internacional Humanitario, entre otros, con el fin de articular las entidades e instancias del orden nacional y territorial y coordinar sus acciones para promover el respeto y garantía de los derechos humanos y la aplicación del derecho internacional humanitario, mediante el diseño, implementación, seguimiento y evaluación de la Política Integral de Derechos Humanos y Derecho Internacional Humanitario. Adicionalmente, indicó que la comisión tiene como funciones definir, promocionar, orientar, articular, hacer seguimiento y evaluación de la Política Integral de Derechos Humanos y Derecho Internacional Humanitario y responder e impulsar el cumplimiento de los compromisos internacionales en esas materias. Que el Decreto 4065 de 2011, modificado por el Decreto 300 de 2017, creó la Unidad Nacional de Protección, adscrita al Ministerio del Interior, con el objetivo principal de articular, coordinar y ejecutar la prestación del servicio de protección a las personas que determine el Gobierno Nacional, quienes, en virtud de sus actividades y condiciones o en razón al ejercicio de un í “Por la cual se dictan normas sobre orden público interno, policía cívica local y se dictan otras disposiciones”. PROCURADURIA GENERAL DE LANAI cargo público, se encuentren en situación de riesgo extraordinario o extremo de sufrir daños contra su vida, integridad, libertad y seguridad personal'. Que el Decreto 4912 de 2011* organizó el Programa de Prevención y Protección de los derechos a la vida, la libertad, la integridad y la seguridad de personas, grupos y comunidades, a cargo del Ministerio del Interior, la Policía Nacional y de la Unidad Nacional de Protección (UNP). Este programa tiene como objetivo garantizar la protección de estos derechos por medio de medidas de prevención, atención y reparación. Además, la normativa dispuso la creación de un sistema de seguimiento y evaluación de las amenazas y de las violaciones de derechos humanos. Que el Decreto 4912 de 2011 también ordenó al Ministerio del Interior reglamentar lo pertinente a la aplicación efectiva del programa antedicho, “mediante protocolos y reglamentos generales y específicos para cada población objeto, teniendo en cuenta un enfoque diferencial, desarrollando mecanismos periódicos de evaluación”. Por tal motivo, el Ministerio del Interior expidió la Resolución No. 805 de 2012, con la que integró al programa el Protocolo Específico con enfoque diferencial de género y de los derechos de las mujeres en riesgo. Que el Decreto 870 de 2014 reguló un espacio de interlocución, participación y concertación con las Organizaciones de la Cumbre Agraria, Campesina, Étnica y Popular denominado Mesa Única Nacional?, Asimismo, creó la Subcomisión de Garantías y Derechos Humanos, encargada del seguimiento a los compromisos adquiridos en la Mesa Única Nacional*. Que el Capítulo 2 del Título 1 de la Parte IV del Decreto 1066 de 2015*” reorganizó el Programa de Prevención y Protección de los derechos a la vida, la libertad, la integridad y la seguridad de personas, grupos y comunidades en situación de riesgo extraordinario o extremo a Causa de del ejercicio de sus actividades o funciones políticas, públicas, sociales o humanitarias o por el ejercicio de su cargo, liderado por la Unidad Nacional de Protección, la Policía Nacional y el Ministerio del Interior**. El capítulo resalta que las acciones en materia de prevención y protección se regirán, especialmente, por el principio de concurrencia, según el cual “[IJa Unidad Nacional de Protección, el Ministerio del Interior, la Policía Nacional y demás autoridades del orden nacional, los municipios y departamentos aportarán las medidas de prevención y protección de acuerdo con sus competencias y capacidades institucionales, administrativas y presupuestales, para la garantía efectiva de los derechos a la vida, libertad, integridad y seguridad personal de su población objeto*?””. Además, señala taxativamente las personas en situación de riesgo extraordinario o extremo objeto de protección, incluidos los “IsJervidores públicos, con excepción de aquellos mencionados en el numeral 10 del presente artículo, y los funcionarios de la Procuraduría General de la Nación y la Fiscalía General de la Nación quienes tienen su propio marco normativo para su protección”*”. 5 Artículos 1 y 3. $ Compilado por el Decreto 1066 del 26 de mayo de 2015. 7 Artículo 50. $ Artículo 1. ? Artículo 10 10 Artículo 2.4.1.2.1. 1 Artículo 2.4.1.2.1. Y Artículo 2.4.1.2.2. 1 Artículo 2.4.1.2.6., numeral 10. PROCURADURIA GENERAL DE LA HACION Que, por medio del Decreto 1084 de 2015, se expidió el Decreto Único Reglamentario del Sector de Inclusión Social y Reconciliación, para contribuir a la atención y reparación integral de las víctimas de desplazamiento forzado. Dicha norma estableció las condiciones para las personas u hogares que deciden regresar a sus tierras voluntariamente o deciden establecerse en un lugar diferente al de su expulsión. Que el 24 de noviembre de 2016, el Gobierno Nacional y las FARC-EP suscribieron el Acuerdo Final para la Terminación del Conflicto y la Construcción de una Paz Estable y Duradera (Acuerdo Final), el cual incluye medidas y acciones a implementar para garantizar la seguridad para líderes(as) sociales y defensores(as) de derechos humanos**, Que el Decreto 1314 de 2016 creó la Comisión Intersectorial de Garantías para las Mujeres Lideresas y Defensoras de Derechos Humanos, con el objeto de coordinar y orientar la formulación, implementación y seguimiento del Programa Integral de Garantías para las Mujeres Lideresas y Defensoras de Derechos Humanos**. Que, el Decreto Ley 885 de 2017 modificó la Ley 434 de 1998** y creó!” el Consejo Nacional de Paz, Reconciliación y Convivencia, conforme al Acuerdo Final, que estableció en el punto 3.4.7.4.4. la ejecución del Programa de Reconciliación, Convivencia y Prevención de la Estigmatización a cargo del Consejo Nacional de Reconciliación y Convivencia. Que la Procuraduría General de la Nación expidió la Directiva No. 002 de 2017, en la que estableció lineamientos encaminados a garantizar los derechos de las personas defensoras de derechos humanos y sus organizaciones, de los integrantes de los movimientos políticos y sociales y sus organizaciones y de quienes, con esta condición, participen activamente en la implementación del Acuerdo Final. Asimismo, reconoció la labor de las personas y grupos mencionados y reiteró el compromiso del Ministerio Público con la promoción, protección de los derechos humanos y las garantías constantes de no repetición. Que en el artículo 14 de la Directiva No. 002 de 2017 se instó al Gobierno Nacional a implementar una política pública de prevención y protección, individual y colectiva, en función de las órdenes del Auto 373 de 2016 de la Corte Constitucional*?, en el componente de prevención y protección, considerando las particularidades de cada una de las poblaciones definidas en el Decreto 1066 de 2015. Además, el artículo 15 recomendó a la Unidad Nacional de Protección y al Comité de Evaluación del Riesgo y Recomendación de Medidas (CERREM) fortalecer las medidas de protección a favor de la población objeto de dicho acto y garantizar que sean oportunas, idóneas y efectivas. Que el Decreto 2078 de 2017** adoptó la Ruta de Protección Colectiva del Programa de Prevención y Protección del Ministerio del Interior y la Unidad Nacional de Protección, 14 Punto 3 \"Fin del conflicto” Capítulo 3.4. 15 Artículo 1. 16 “[PJor la cual se crea el Consejo Nacional de Paz, se otorgan funciones y se dictan otras disposiciones”, 17 Artículo 3, que modificó el artículo 3 de la Ley 434 de 1998 18 Corte Constitucional, Auto 373 del 23 de agosto de 2016, magistrado ponente Luis Ernesto Vargas Silva, Sala Especial de Seguimiento a la sentencia T-025 del 2004 (ECI población desplazada). Componente prevención y protección, artículo decimoctavo a vigésimo. Disponible en https: //www.corteconstitucional.gov.co/relatoria/autos/2016/A373-16.htm. 19 “Por el cual se adiciona el Capítulo 5, del Título 1, de la Parte 4, del Libro 2 del Decreto 1066 de 2015, Decreto Único Reglamentario del Sector Administrativo del Interior, sobre la ruta de protección colectiva de los derechos a la vida, la libertad, la integridad y la seguridad personal de grupos y comunidades”. PROCURADURIA GENERAL DE LANACION referente a los derechos a la vida, la libertad, la integridad y la seguridad personal de grupos y comunidades” y estableció que las medidas de protección colectiva atenderán el criterio de enfoque diferencial, territorial y de género, así como el análisis del riesgo y las propuestas presentadas por aquellos”. Que el Decreto 2252 de 2017? definió que las gobernaciones y alcaldías, en el marco de sus competencias y con el apoyo del Ministerio del Interior, del Ministerio de Defensa Nacional y del Ministerio Público, actuarán como primeros respondientes en la detección temprana de situaciones de riesgo contra líderes(as) de organizaciones y movimientos sociales y comunales y defensores(as) de derechos humanos. Que el Decreto 1581 de 2017% adoptó la política pública de prevención de violaciones a los derechos a la vida, integridad, libertad y seguridad de personas, grupos y comunidades”. Que el Decreto 2124 de 2017 reglamentó el Sistema de Prevención y Alerta para la Reacción Rápida a la presencia, acciones y/o actividades de las organizaciones, hechos y conductas criminales que pongan en riesgo los derechos de la población y la implementación del Acuerdo Final para la Terminación del Conflicto y la Construcción de una Paz Estable y Duradera, específicamente, los riesgos y amenazas a los derechos a la vida, a la integridad, libertad y seguridad personal, libertades civiles y políticas, e infracciones al derecho internacional humanitario”. Que el Decreto Ley 895 de 2017 creó el Sistema Integral de Seguridad para el Ejercicio de la Política, con el objeto de contribuir a la creación y permanencia de una cultura de convivencia, tolerancia y solidaridad que dignifique el ejercicio de la política y evite cualquier forma de estigmatización y persecución. Este sistema también propende a fortalecer y profundizar la democracia y adoptar mecanismos para promover la permanencia de los líderes sociales en sus territorios y contar con garantías de no repetición”, Que el Decreto 898 de 2017 incorporó a la Fiscalía General de la Nación la Unidad Especial de Investigación para el desmantelamiento de las organizaciones y conductas criminales responsables de homicidios y masacres, que atentan contra defensores(as) de derechos humanos, movimientos sociales o movimientos políticos o que amenacen o atenten contra las personas que participen en la implementación de los acuerdos y la construcción de la paz”. Esta unidad se encarga de la “investigación, persecución y acusación, ante la jurisdicción ordinaria o ante la de Justicia y Paz, de las organizaciones y conductas criminales responsables de homicidios, masacres, violencia sistemática en particular contra las mujeres, o que amenacen o atenten contra las personas que participen en la implementación de los 20 Artículo 2.4.1.5.1. 21 Artículo 2.4.1.5.5. 2 “Por el cual se adiciona el Capítulo 6, del Título 1, de la Parte 4, del Libro 2 del Decreto 1066 de 2015, Decreto Único Reglamentario del Sector Administrativo del Interior, sobre la labor de gobernadores y alcaldes como agentes del Presidente de la República en relación con la protección individual y colectiva de líderes y lideresas de organizaciones y movimientos sociales y comunales, y defensores y defensoras de derechos humanos que se encuentren en situación de riesgo”. 2 Agicionó el Título 3 a la Parte 4 del Libro 2 del Decreto 1066 de 2015. 2 Artículo 2.4.3.1.1. 25 Artículo 1. 2 Artículos 1 a 3. 27 Artículo 1. PROCURADURIA GENERAL DELA NACIÓN acuerdos y la construcción de la paz, incluyendo las organizaciones criminales que hayan sido denominadas como sucesoras del paramilitarismo y sus redes de apoyo*”. Que el Decreto Ley 154 de 2017 creó la Comisión Nacional de Garantías de Seguridad en el marco del Acuerdo Final, cuyo objeto es el “diseño y el seguimiento de la política pública y criminal en materia de desmantelamiento de las organizaciones o conductas criminales responsables de homicidios y masacres, que atenten contra defensores/as de derechos humanos, movimientos sociales o movimientos políticos, o que amenacen o atenten contra las personas que participen en la implementación de los Acuerdos y la construcción de la paz, incluyendo las organizaciones criminales que hayan sido denominadas como sucesoras del paramilitarismo y sus redes de apoyo?”. Que el Decreto 660 del 2018% estableció y reglamentó el Programa Integral de Seguridad y Protección para Comunidades y Organizaciones en los Territorios, cuyo propósito es “definir y adoptar medidas de protección integral para las mismas en los territorios, incluyendo a los líderes, lideresas, dirigentes, representantes y activistas de organizaciones sociales, populares, étnicas, de mujeres, de género, ambientales, comunales, de los sectores LGBTI* y defensoras de derechos humanos en los territorios*?\". Que la Ley 1908 de 2018 estableció lineamientos para el fortalecimiento de la investigación y judicialización de las organizaciones criminales y adoptó medidas para su sujeción a la justicia. Que, mediante la Resolución No. 393 de 2018, la Procuraduría General de la Nación creó el Comité Interno de Coordinación y Seguimiento de la Directiva No. 002 de 2017 y la Mesa por la Protección a la Vida, con el propósito de realizar seguimiento a la obligación estatal de protección integral de las personas defensoras de derechos humanos y líderes(as) sociales y de los políticos y sus organizaciones, y formular recomendaciones al Gobierno Nacional para la protección de estas poblaciones*. Que, desde el año 2018, la Procuraduría General de la Nación junto con 14 aliados**, adelanta la campaña para la no estigmatización a líderes sociales denominada Lidera La Vida, con la que se busca difundir a la opinión pública nacional un mensaje de no agresión y de reconocimiento a la importante labor que aquellos desempeñan. Que el 23 de agosto de 2018, el presidente de la República, el Ministerio Público, representado por la Procuraduría General de la Nación y la Defensoría del Pueblo, y las organizaciones 28 Artículo 3. 29 Artículo 1. 30 Adicioné el Capitulo 7 del Título 1 de la Parte 4 del Libro 2 del Decreto 1066 de 2015. % Entiéndase colectivo LGTBIQ+ 2 Artículo 2.4.1.7.1.1. 33 Hasta el momento se han realizado 14 Mesas por la Protección a la Vida: Tumaco (Nariño), Santander de Quilichao (Cauca), Apartadó (Antioquia), Carmen de Bolivar (Bolívar), Soacha, (Cundinamarca), Ocaña (Norte de Santander), Cali (Valle del Cauca) y Puerto Asís (Putumayo), Mesa por la Protección a la Vida - COVID 19 y los Líderes Sociales (virtual), Córdoba, (virtual), Mesa por la Protección a la Vida — \"Respuestas Estructurales - Chocó” (virtual), Sesión con Gobernadores (virtual), Cauca (virtual) y la Sesión con personeros (virtual). 34 Forman parte de la Campaña lidera la Vida 14 aliados, entre los encuentran la Defensoría del Pueblo, la Agencia de los Estados Unidos para el Desarrollo Internacional, la Oficina en Colombia del Alto Comisionado de las Naciones Unidas para los Refugiados, la Oficina en Colombia del Alto Comisionado de las Naciones Unidas para los Derechos Humanos, ONU Mujeres, la Misión de Apoyo al Proceso de Paz en Colombia, la Consultoría para los Derechos Humanos y el Desplazamiento Forzado, la Asociación de Afrodescendientes Desplazados, la Organización Nacional Indígena de Colombia, el Secretariado Nacional de la Pastoral Social Caritas Colombia, SISMA Mujer, Noticias Caracol, El Espectador y la Federación Nacional de Departamentos. PROCURADURIA GENERAL DE LACIÓN sociales, con el acompañamiento de la comunidad internacional, suscribieron el Pacto por la Vida y la Protección de Líderes Sociales y Personas Defensoras de Derechos Humanos, como una ruta de atención inmediata para reforzar las medidas de prevención y protección a las personas y comunidades en riesgo, en particular, a víctimas, líderes sociales y defensores de derechos humanos. Que la Defensoría del Pueblo emitió la Alerta Temprana 026 de 2018, en la que advirtió sobre los escenarios de riesgo, amenaza y vulnerabilidad en los que se encuentran las personas que ejercen la labor de liderazgo social y defensa de los derechos humanos, al igual que sus organizaciones y colectivos. Que el punto 5 del CONPES 3955 de 2018* busca “fortalecer el ejercicio de la acción comunal y las organizaciones que hacen parte de esta forma de participación ciudadana, para robustecer sus capacidades, de acuerdo con sus necesidades actuales, generando una estrategia para el fortalecimiento de la acción comunal en Colombia”. Que el Ministerio del Interior expidió la Resolución No. 845 de 2018%, con el objeto de “garantizar un ambiente seguro para las mujeres que fungen como líderes y defienden los derechos humanos dentro del territorio colombiano y en su representación”. Que el Decreto 2137 de 2018, creó la Comisión Intersectorial para el desarrollo del Plan de Acción Oportuna (PAO) de Prevención y Protección individual y colectiva de los derechos a la vida, la libertad, la integridad y la seguridad de defensores de derechos humanos, líderes sociales y comunales, y periodistas. Esta comisión tiene el propósito de articular, orientar y coordinar los diferentes programas de protección y recursos de las distintas entidades del Gobierno involucradas en la prevención y protección individual y colectiva de estos derechos a la población descrita”. Que este decreto fue modificado y adicionado por el Decreto 1138 de 2021, que instauró las siguientes instancias®®: a) Comité Social del PAO para la prevención y promoción de los derechos humanos de los defensores de derechos humanos, líderes sociales, comunales y periodistas; b) Comité Operativo del PAO para la protección y reacción inmediata frente a las vulneraciones de los derechos a la vida, libertad, seguridad e integridad de los defensores de derechos humanos, líderes sociales, comunales y periodistas y c) Mesa Interinstitucional para el seguimiento de los homicidios contra personas defensoras de derechos humanos, los cuales servirán como insumo para la toma de decisiones y generación de acciones dirigidas a solucionar tal vulneración. Que en la sentencia T-469 de 2020, la Corte Constitucional, al referirse a la definición de defensor de derechos humanos, indicó que: [E]l criterio fundamental para determinar si una persona es o no defensora de derechos descansa sobre la actividad que esta realice. No importante cuál es su género, origen, si pertenecen a alguna institución pública u organización social acreditada, o si reciben 35 Estrategia para el fortalecimiento de la acción comunal en Colombia. ES Por la cual se adopta el Programa Integral de Garantías para las Mujeres Lideresas y Defensoras de Derechos Humanos. Artículo 1. 38 Artículos 2 y 3. PROCURADURIA GENERAL DE LA NACI remuneración por su labor**. Son personas, hombres o mujeres, que reciben el reconocimiento de su comunidad para dirigir, orientar y coordinar procesos colectivos que mejoran la calidad de vida de la gente, defienden sus derechos con el fin de construir sociedades más justas e igualitarias, a través de iniciativas diversas, como la protección del medio ambiente, la recuperación del territorio, la participación política o los derechos de las víctimas*. Es así como pueden identificarse diversos campos de liderazgo, generalmente relacionados con grupos de población vulnerable, por ejemplo: líder comunitario, campesino, sindical, ambiental, de mujeres, LGBTI, afrodescendiente, indígena, de víctimas o de minorías políticas. El concepto de defensor de derechos humanos o líder social debe ser amplio y flexible para cobijar la diversidad de actividades que cumplen*'. Que, en el fallo mencionado, la Corte Constitucional resaltó que la correcta comprensión de la diversidad de liderazgos sociales es clave para el reconocimiento institucional que estos actores merecen y para la adopción de las medidas más adecuadas. Por ende, ordenó a la UNP la revisión de sus criterios de identificación de líderes sociales en el universo de beneficiarios, considerando la amplitud del concepto de defensor de derechos humanos y la actividad que la persona realiza, como criterio fundamental de clasificación. Que el Decreto 1139 de 2021* se expidió con el propósito de modificar la ruta de protección individual y colectiva prevista en el Decreto 1066 de 2015 y, especialmente, reducir los tiempos de respuesta y garantizar la inmediatez y oportunidad de la información que fundamente la toma de decisiones sobre medidas de protección por parte de los miembros del CERREM. Que, por medio del documento CONPES 4063 de 2021, se adoptó la política pública de garantías y respeto a la labor de defensa de los derechos humanos y el liderazgo social. En documento incluyó en el objetivo específico No. 2 el fortalecimiento de las capacidades institucionales para la prevención temprana y la protección oportuna de las personas defensoras de derechos humanos. Que, con base en la estrategia 2021, adelantada con el apoyo del programa Somos Comunidad de la Agencia de los Estados Unidos para el Desarrollo Internacional (USAID), se adecuó la metodología de las Mesas por la Vida a los Espacios Regionales para la Promoción de los Derechos de Líderes y Lideresas Sociales de la Procuraduría General de la Nación. Estos espacios tienen la meta de fomentar la adopción de acciones para mitigar los riesgos que amenazan los derechos de líderes(as) sociales y personas defensoras de derechos humanos, la promoción de los derechos humanos y la implementación de mecanismos participativos y pluralistas, para estimular la participación ciudadana y fortalecer el ejercicio de control social a las políticas públicas. 39 Comisión Interamericana de Derechos Humanos (CIDH). Informe sobre la situación de personas defensoras de derechos humanos y líderes sociales en Colombia. OEA/Ser.L/V/Il. 6 diciembre 2019. Parr. 24-27. Disponible en http://www.oas.org/es/cidh/informes/tematicos.asp 4° Los líderes sociales son los guías de las comunidades, que se expresan a través de ellos para ser escuchadas, visibilizadas ante el Estado. Sus funciones pueden ser tan amplias y variadas como defender el medio ambiente, orientar la sustitución de cultivos ilícitos, promover la participación de los ciudadanos en organizaciones sociales para construir la paz social. Universidad Nacional y otros (2018). “¿Cuáles son los patrones? Asesinatos de líderes sociales en el post acuerdo”. Bogotá: 2018. pág. 9- 10. 41 CIDH. Informe sobre la situación de personas defensoras de derechos humanos y líderes sociales en Colombia. Op. cit. Párr. 30. 2 Modificó algunos artículos del Libro 2, Parte 4, Título 1, Capítulos 2, 3, 4, y 5 y un artículo del título 3, Capítulo 7 del Decreto 1066 de 2015, Único Reglamentario del Sector Administrativo del Interior, en lo que hace referencia a los Programas de Prevención y Protección de los derechos a la vida, la libertad, la integridad y la seguridad de personas, grupos y comunidades. PROCURADURIA GENERAL DELA NACION Que el Decreto 1064 de 2022 modificó algunos artículos del Libro 2, Parte 4, Título 1, Capítulo 2 del Decreto 1066 de 2015, Único Reglamentario del Sector Administrativo del Interior, mediante el cual se organiza el Programa de Prevención y Protección de los Derechos a la Vida, la Libertad, la Integridad y la Seguridad de personas, grupos y comunidades, cuyo objetivo se enmarca en la obligación general de garantía y salvaguarda de los derechos a la vida, integridad, seguridad y libertad de las personas, grupos y comunidades en situación de riesgo, en lo referente a los criterios para la asignación de esquemas de seguridad por parte de la Unidad Nacional de Protección (UNP) a funcionarios que hayan participado en el Consejo Nacional de Seguridad o hayan avalado extradiciones. Que en la Sentencia SU-020 de 2022, la Corte Constitucional declaró el Estado de Cosas Inconstitucional en materia de protección a los firmantes del Acuerdo de Paz y emitió órdenes para que las autoridades cumplan el numeral 3.4 del Acuerdo Final para la Terminación del Conflicto y la Construcción de una Paz Estable y Duradera. Que, con el Decreto 1444 de 2022%, en el marco de la implementación del Acuerdo Final, se adoptó la Política Pública de Reconciliación, Convivencia y no Estigmatización, con el ánimo de brindar las herramientas para la reconciliación nacional, la convivencia y la no estigmatización, por medio de la promoción de un lenguaje y comportamiento de respeto y dignidad entre la ciudadanía, los servidores públicos y las instituciones en el ejercicio de sus derechos y deberes. Que el Gobierno Nacional, mediante la Circular Externa del 2 de septiembre de 2022, suscrita por los ministros del interior y de defensa, asignó facultades a alcaldes y gobernadores para liderar los Puestos de Mando Unificados por la Vida. Que, en abril de 2023, el Ministerio de Defensa puso en marcha la nueva Política de Seguridad, Defensa y Convivencia Ciudadana 2022 — 2026 Garantías para la vida y la paz**, para enfrentar desafíos en distintos ámbitos, entre ellos, la seguridad ciudadana, la seguridad pública y la lucha contra el crimen organizado, de los que se destaca el robustecimiento de las acciones de prevención y protección y una seguridad y convivencia fundamentadas en la corresponsabilidad de la fuerza pública y la ciudadanía. Que el Decreto 1235 de 2023, por medio del cual se modificaron los artículos 2.4.1.2.11; 2.4.1,2.44, y 2.4.1.2.46. del Capítulo 2, Título 1, Parte 4 del Libro 2 del Decreto 1066 de 2015 - Único Reglamentario del Sector Administrativo del Interior, respecto a los Programas de Prevención y Protección de los derechos a la vida, la libertad, la integridad y la seguridad de personas, grupos y comunidades. En el decreto, estableció, entre otros, un nuevo esquema de protección denominado Tipo Ligero, que incluye un escolta y apoyo de transporte hasta por dos (2) salarios mínimos legales mensuales vigentes (SMLMV). Que, por medio del Decreto 1285 de 2023, se modificaron los artículos 2.4.1.2.6. y 2.4.1.2.40. del Capítulo 2, Título 1, Parte 4 del Libro 2 del Decreto 1066 de 2015 - Único Reglamentario del Sector Administrativo del Interior y se adoptaron decisiones sobre el Programa Nacional 43 “Por el cual se adiciona el Título 5 de la Parte 4 del Libro 2 Decreto 1066 de 2015 Único Reglamentario del Sector Interior, denominado “Política Pública de Reconciliación, Convivencia y no Estigmatización”. 4 Disponible en https:/Awww.mindefensa.gov.co/irj/go/km/docs/Mindefensa/Documentos/descargas/Documentos_Descargables/espanol/politica _defensa_deguridad2015.pdf PROCURADURIA GENERAL DE LA NACION de Protección, tales como la eliminación de disposiciones frente a la seguridad de líderes religiosos y exservidores que hayan sido miembros del Consejo Nacional de Seguridad, a partir de la entrada en vigencia del Decreto 1033 de 2022, y exservidores públicos que hayan tenido bajo su responsabilidad la firma de la extradición, como mecanismo de cooperación judicial internacional y líderes que hayan ordenado extradiciones. Que, ante la persistencia de los escenarios de riesgo, amenaza y vulnerabilidad, la Defensoría del Pueblo emitió la Alerta Temprana 019 del 19 de mayo de 2023, que subsumió la 026 de 2018 y su Informe de Seguimiento emitido en agosto de 2019, y “da cuenta de la evolución del escenario de riesgo al que se enfrentan PDDH y líderes sociales en el territorio nacional”. Que el 20 de junio de 2023, la Procuraduría General de la Nación y la Defensoría del Pueblo instalaron y pusieron en funcionamiento la Comisión Nacional del Ministerio Público para el Seguimiento a la Respuesta Rápida y a las Alertas Tempranas (COMPRRAT). Que el 30 de noviembre de 2023, la Defensoría del Pueblo y la Oficina de las Naciones Unidas para los Derechos Humanos socializaron el Estudio Exploratorio sobre los riesgos de los servidores públicos que pueden ser considerados como personas defensoras de derechos humanos con la Procuraduría General de la Nación. Dicho informe evidenció que algunos servidores públicos pueden estar expuestos a un riesgo por el ejercicio de funciones relacionadas con la defensa de los derechos humanos y, por ende, requieren de instrumentos y rutas para su protección, como cualquier otro defensor de derechos humanos. Que la Corte Constitucional profirió la Sentencia SU-546 de 2023, en la que declaró la existencia de un estado de cosas inconstitucional debido a la falta de concordancia entre la persistente, grave y generalizada violación de los derechos fundamentales de la población líder y defensora de derechos humanos y la capacidad institucional y presupuestal para asegurar el respeto, garantía y protección de esos derechos. En efecto, la superación de dicho estado compromete directamente al Gobierno nacional, las entidades territoriales y la Fiscalía General de la Nación. Que el Decreto 0085 de 2024 contiene disposiciones relacionadas con la protección colectiva de grupos y comunidades y la protección de personas en situación de riesgo extraordinario o extremo y, de igual forma, reconoce la necesidad de protección especial para magistrados de las Salas de Justicia (Sala de Reconocimiento de Verdad, de Responsabilidad y de Determinación de los Hechos y Conductas; Sala de Definición de las Situaciones Jurídicas y Sala de Amnistía o Indulto), fiscales de la Unidad de Investigación y Acusación de la JEP y el secretario ejecutivo de la JEP. Este decreto excluye a los comisionados de la Comisión para el Esclarecimiento de la Verdad, la Convivencia y la No Repetición, en virtud de que esta dejó de existir en el mundo jurídico, ante el acaecimiento del tiempo máximo de duración como un mecanismo de carácter temporal y extrajudicial del Sistema Integral de Verdad Justicia, Reparación y No Repetición, e incluye a los magistrados del Consejo Nacional Electoral en el Programa de Protección, dada su situación de riesgo extraordinario en función de sus cargos y actividades, equiparándolos con los magistrados de la Corte Suprema de Justicia, conforme a los artículos 13 y 264 de la Constitución Política. Que la Procuraduría reafirma el compromiso con la promoción y protección de los derechos humanos, las garantías de no repetición, así como de los intereses de la sociedad y reconocer PROCURADURIA GENERAL DE LA RAIN la necesidad de respetar y proteger los derechos humanos de la población LGTBIQ+ y con orientaciones sexuales e identidades de género diversas (OSIGD), incluyendo el derecho a la no discriminación, igualdad y libertad de expresión. Que son funciones de la Procuraduría General de la Nación la guarda, promoción y protección de los derechos humanos y asegurar su efectividad; supervisar el ejercicio diligente y eficiente de las funciones administrativas y vigilar el cumplimiento de la Constitución, las leyes, las decisiones judiciales y los actos administrativos. De tal manera que le corresponde realizar seguimiento y vigilancia superior a la implementación del marco normativo expuesto, con el fin de velar por la protección de la población y organizaciones objeto de esta directiva. Que, en mérito de lo expuesto, DISPONE CAPITULO | GARANTIA DE LAS CONDICIONES PARA LA LABOR DE DEFENSA DE LOS DERECHOS HUMANOS Y PARA EL EJERCICIO DEL LIDERAZGO SOCIAL EN LOS TERRITORIOS DONDE LA PRESENCIA DE GRUPOS ARMADOS ORGANIZADOS AL MARGEN DE LA LEY, GRUPOS ARMADOS ORGANIZADOS O ESTRUCTURAS ARMADAS ORGANIZADAS DE CRIMEN DE ALTO IMPACTO CONSTITUYE UN FACTOR DE RIESGO ARTICULO 1: INSTAR al Ministerio de Defensa Nacional a que, con fundamento en la Politica de Seguridad, Defensa y Convivencia Ciudadana 2022 -2026 Garantias para la Vida y la Paz, articule y coordine con las fuerzas militares y la Policía Nacional la adopción de medidas enfocadas al debilitamiento y desmantelamiento de las estructuras criminales que atentan contra la vida de los(as) líderes(as) sociales y personas defensoras de derechos humanos y, con ello, garantizar el ejercicio libre y seguro de esta labor. PARÁGRAFO: RECOMENDAR a la fuerza pública adelantar acciones para garantizar la seguridad en todo el territorio nacional y, en especial, el ejercicio de los derechos de los(as) líderes(as) y personas defensoras de derechos humanos. Para ello, es importante que en la formulación de estrategias, planes y programas que formule, adopte y ejecute, consideren los factores de riesgo originados por la presencia de grupos armados organizados al margen de la ley y grupos armados organizados o estructuras armadas organizadas de crimen de alto impacto en cada una de las regiones del país. CAPÍTULO Il FORTALECIMIENTO DE LA CAPACIDAD INSTITUCIONAL, DIRECCIONAMIENTO Y COORDINACIÓN MULTISECTORIAL Y MULTINIVEL ARTÍCULO 2: EXHORTAR al Ministerio de Defensa Nacional, a las fuerzas militares y a la Policía Nacional a adelantar acciones de fortalecimiento de capacidades institucionales que PROCURADURIA GENERAL DE LA NACIÓN permitan la generación de espacios y canales de diálogo con la ciudadanía, cuyo objeto sea fortalecer la confianza en la institucionalidad. PARÁGRAFO PRIMERO: RECORDAR al Ministerio de Defensa Nacional sus deberes de establecer mecanismos de monitoreo y rendición de cuentas, y garantizar que las instituciones encargadas de la seguridad nacional cumplan con sus responsabilidades. PARÁGRAFO SEGUNDO: EXHORTAR al Ministerio de Defensa Nacional a que, en el marco del fortalecimiento de sus capacidades institucionales, coordine y articule con las autoridades territoriales la implementación de la Política de Seguridad, Defensa y Convivencia Ciudadana 2022-2026 Garantías para la Vida y la Paz a nivel territorial, específicamente, en lo relacionado con la estrategia para fortalecer la seguridad de los grupos poblacionales en situación de vulnerabilidad. ARTÍCULO 3: RECOMENDAR al Ministerio del Interior trabajar en estrecha colaboración con organizaciones no gubernamentales, comunidades y organizaciones sociales locales, para identificar y prevenir los factores que contribuyen a la violencia contra líderes y lideresas sociales, de conformidad con el Decreto 660 de 2018. ARTÍCULO 4: SOLICITAR al Gobierno Nacional, por medio de la Consejería Presidencial para los Derechos Humanos y Derecho Internacional Humanitario o la dependencia que haga sus veces, mantener actualizado el Sistema de Información que permite monitorear, hacer seguimiento y evaluar la situación de derechos humanos y derecho internacional humanitario del país, según lo dispuesto en el artículo 5 del Decreto 4100 de 2011. Lo anterior, para contribuir al fortalecimiento institucional de las entidades territoriales en materia de prevención y protección de los derechos de líderes y lideresas sociales y personas defensoras de derechos humanos. De igual manera, que difunda periódicamente la información del sistema a la ciudadanía en general y la remita semestralmente a la Procuraduría Delegada con Funciones Mixtas 1. Para la Defensa de los Derechos Humanos, con el fin de ejecutar las acciones preventivas y disciplinarias a que haya lugar. PARÁGRAFO PRIMERO: INVITAR a la Consejería Presidencial para los Derechos Humanos y Derecho Internacional Humanitario o la dependencia que haga sus veces a que realice investigaciones y análisis que permitan una mayor comprensión de las causas subyacentes del homicidio de líderes y lideresas sociales y el desarrollo de estrategias efectivas para prevenirlo. De igual forma, a articular los observatorios nacionales y territoriales para la identificación y análisis del riesgo y seguimiento de procesos individuales y organizativos, con el propósito de evidenciar los riesgos para líderes y lideresas. ARTÍCULO 5: INSTAR al Ministerio del Interior a formular e implementar mecanismos de articulación entre el nivel nacional y territorial, para el desarrollo de la Política Pública en materia de protección de líderes y lideresas sociales adoptada por el Gobierno Nacional. ARTÍCULO 6: INSTAR al Gobierno Nacional a impulsar políticas, programas, planes y proyectos para la promoción de la convivencia pacífica y democrática, reconciliación en los territorios y construcción de paz y diálogo social, mediante la articulación local y nacional, planteada en el CONPES 4063 de 2021; los Decretos 1581, 2124, 2252 y 2078 de 2017 y el Decreto 660 de 2018. PROCURADURIA GENERAL DELANAGION ARTÍCULO 7: EXHORTAR a la Fiscalía General de la Nación a avanzar en las investigaciones sobre afectaciones a los derechos humanos de líderes y lideresas sociales y personas defensoras de derechos humanos. CAPITULO III PROTECCIÓN DE LOS LÍDERES Y LIDERESAS SOCIALES, PERSONAS DEFENSORAS DE DERECHOS HUMANOS Y SUS ORGANIZACIONES ARTÍCULO 8: EXHORTAR a la Unidad Nacional de Protección, como Secretaría Técnica del Comité de Evaluación de Riesgo y Recomendación de Medidas (CERREM), a promover la participación efectiva de los delegados de cada una de las poblaciones objeto del Programa de Prevención y Protección en las sesiones del comité, en los términos previstos en el Decreto 1066 de 2015 y las normas que lo modifican o adicionan. ARTÍCULO 9: EXHORTAR al Gobierno Nacional a evaluar la pertinencia de fortalecer y ampliar la presencia de la Unidad Nacional de Protección en los territorios, con el establecimiento de oficinas en las regiones que presentan las cifras más elevadas de afectaciones a líderes y lideresas sociales y personas defensoras de derechos humanos. Adicionalmente, a convocar y realizar un mayor número de sesiones de CERREM desde los territorios. ARTÍCULO 10: INSTAR a la Unidad Nacional de Protección a tener en cuenta, en toda la ruta de protección, la aplicación de enfoques diferenciales, perspectivas de género y de orientación sexual e identidad de género diversa, como regla general. ARTÍCULO 11: EXHORTAR al Ministerio del Interior a diseñar un plan de trabajo interinstitucional, en conjunto con la Defensoría del Pueblo, la Fiscalía General de la Nación, la Dirección de Protección y Servicios Especiales y el Cuerpo Élite de la Policía Nacional y la Unidad Nacional de Protección, con el objeto de revisar casos de lideresas y líderes y personas defensoras de derechos humanos en situación de riesgo, analizar las cifras de afectaciones y las situaciones advertidas en las alertas tempranas emitidas por la Defensoría del Pueblo, en aras de homogenizar los datos de vulneraciones a los derechos de aquellos. ARTÍCULO 12: SOLICITAR a la Unidad Nacional de Protección que semestralmente presente a la Procuraduría Delegada con Funciones Mixtas 1. Para la Defensa de los Derechos Humanos un informe sobre la evaluación de efectividad de las medidas de protección individuales y colectivas a nivel urbano y rural sobre la población objeto de esta directiva. CAPÍTULO IV PRIMEROS RESPONDIENTES ARTÍCULO 13: EXHORTAR a las gobernaciones y a las alcaldías a que, de conformidad con el Decreto 2252 de 2017, el artículo 2.4.3.9.3.6. del Decreto 1581 de 2017 y el artículo 2.4.1.7.2.2. del Decreto 660 de 2018, diseñen, elaboren e implementen un Plan Integral de Prevención que debe estar incluido en el Plan de Desarrollo Territorial correspondiente, para PROCURADURIA GENERAL DE LA NACIÓN enfrentar los factores de riesgo, brindar alternativas de atención a las personas en riesgo y disminuir su impacto en la comunidad. PARÁGRAFO PRIMERO: El Plan Integral de Prevención debe incluir medidas y recursos para prevenir la violencia, mejorar la seguridad ciudadana y garantizar el acceso a servicios de atención a la población en riesgo, así como un componente de garantías de no repetición, con la participación de la fuerza pública, para salvaguardar los derechos a la vida, la libertad, la seguridad y la integridad de líderes y lideresas sociales, políticos y personas defensoras de derechos humanos. PARÁGRAFO SEGUNDO: El Plan Integral de Prevención debe formularse teniendo en cuenta, por una parte, los escenarios de riesgo advertidos por la Defensoría del Pueblo en las alertas tempranas, así como las recomendaciones formuladas a cada una de las entidades y, por otra, las medidas dirigidas al fortalecimiento de la labor de las mujeres y sus organizaciones. PARÁGRAFO TERCERO: El Plan Integral de Prevención debe incluir estrategias para fortalecer las instituciones y mejorar la coordinación interinstitucional. Los mandatarios territoriales son responsables de monitorear y evaluar el desempeño del plan y realizar los ajustes necesarios para garantizar su eficacia. ARTÍCULO 14: EXHORTAR al Ministerio del Interior a realizar acompañamiento técnico y metodológico a los entes territoriales en la estructuración de los Planes Integrales De Prevención y Protección, conforme a lo dispuesto en la Ley 1448 de 2011, el Decreto 1084 de 2015, el Decreto 1581 de 2015 y el Decreto 660 de 2018. PARÁGRAFO PRIMERO: INSTAR al Ministerio del Interior a prestar asistencia técnica a las entidades territoriales en el seguimiento a las alertas tempranas, en virtud de los Decretos 2124 y 2252 de 2017 y 660 de 2018. ARTÍCULO 15: EXHORTAR a los entes territoriales a fortalecer las capacidades de respuesta, atención, articulación y gestión, con el fin de proteger los derechos de las lideresas y líderes sociales y personas defensoras de derechos humanos. ARTÍCULO 16: INSTAR a las gobernaciones y a las alcaldías a elaborar, implementar y ejecutar planes, campañas de sensibilización y capacitación ciudadana, tanto municipales como sectoriales, que contribuyan a disminuir los índices de violencia focalizada y mejorar los niveles de seguridad ciudadana. PARÁGRAFO PRIMERO: RECOMENDAR que en la construcción de los Planes Integrales de Seguridad y Convivencia Ciudadana (PISCC) y en los Consejos de Seguridad y Convivencia Ciudadana se incorporen los Planes Integrales de Prevención, como insumo para la toma de decisiones y la formulación de acciones encaminadas a mitigar los riesgos que se ciernen sobre líderes y lideresas sociales y personas defensoras de derechos humanos. PARÁGRAFO SEGUNDO: RECOMENDAR a las autoridades territoriales adelantar acciones en materia de desarme voluntario en los términos del artículo 2.4.3.6.3.1. del Decreto 1581 de PROCURADURIA GENERAL DE LA NACION 2017, el numeral 3 del artículo 2.4.1.6.3. del Decreto 2252 de 2017 y el numeral 5 del artículo 2.4.1.7.2.10. del Decreto 660 de 2018. CAPÍTULO V PROMOCIÓN DE UNA CULTURA DE RESPETO Y GARANTÍAS PARA EL EJERCICIO DE LA DEFENSA DE LOS DERECHOS HUMANOS ARTÍCULO 17: INVITAR al Ministerio de Defensa Nacional a fomentar al interior de la fuerza pública una cultura de respeto y promoción de la labor de los líderes, lideresas y personas defensoras de derechos humanos, y asegurar que los miembros de las fuerzas militares y la Policía Nacional reciban capacitación y formación adecuadas acerca del respeto de los derechos humanos. ARTÍCULO 18: INSTAR a las entidades de los niveles nacional y territorial y a los órganos de control a capacitar a todos sus funcionarios para prevenir conductas o hechos constitutivos de estigmatización y discriminación. PARÁGRAFO PRIMERO: EXHORTAR a todas las entidades del nivel nacional y territorial a establecer en sus instituciones un protocolo ágil y eficaz para la presentación de quejas disciplinarias por hechos o conductas estigmatizantes o discriminatorias contra la población objeto de esta directiva. PARÁGRAFO SEGUNDO: SOLICITAR a los servidores públicos que ejercen funciones relacionadas con la defensa de los derechos humanos, aplicar el enfoque diferencial, territorial, de desarrollo humano, de derechos, de género, de orientación sexual e identidad de género diversa, y demás asociados a la política pública de prevención de violaciones a los derechos a la vida, integridad, a la libertad y a la seguridad de personas, grupos y comunidades adoptada en el Decreto 1581 de 2017. ARTÍCULO 19: INVITAR al comisionado de derechos humanos de la Policía Nacional a implementar acciones de capacitación y divulgación dirigidas a los miembros de la institución, atinentes al respeto de los derechos humanos, la labor que desarrolla la población objeto de la presente directiva y las garantías nacionales e internacionales de las que son beneficiarios. CAPÍTULO VI LINEAMIENTOS Y MEDIDAS ESPECÍFICAS DIRIGIDAS A LA PROTECCIÓN DE LA POBLACIÓN LGTBIQ+ O CON ORIENTACIÓN SEXUAL E IDENTIDAD DE GÉNERO DIVERSA (OSIGD) ARTÍCULO 20: RECOMENDAR a la Unidad Nacional de Protección que efectúe la evaluación de riesgo e implemente medidas de protección para líderes y lideresas LGTBIQ+ u OSIGD en situación de riesgo debido a su trabajo en defensa de los derechos de dichas poblaciones, de forma idónea, oportuna y efectiva. PROCURADURIA GENERAL DELANACIN PARÁGRAFO PRIMERO: La evaluación de riesgo deberá realizarse de manera diferencial, de acuerdo con la identidad de género y la orientación sexual diversa, y teniendo en cuenta las circunstancias geográficas y las dinámicas propias de cada territorio. PARÁGRAFO SEGUNDO: Las medidas de protección deberán implementarse con enfoque diferencial, tomando en consideración la diversidad de la población LGTBIQ+ u OSIDG y las amenazas específicas que enfrentan. ARTÍCULO 21: INSTAR al Comité de Evaluación de Riesgo y Recomendaciones de Medidas a que las medidas de protección que se adopten a favor de la población LGTBIQ+ u OSIGD no solo respondan a la calificación de riesgo, sino que incluyan las causas que representan, el contexto y la visibilidad en el territorio e, igualmente, que sean robustas y acordes con su liderazgo. ARTÍCULO 22: EXHORTAR a los servidores públicos a que, en cumplimiento de sus funciones y deberes legales, respeten y garanticen las actividades que desarrollan líderes y lideresas, personas defensoras de derechos humanos y activistas de la comunidad LGTBIQ+ u OSIGD. ARTÍCULO 23: ORDENAR a los servidores de la Procuraduría General de la Nación que ejercen funciones preventivas, disciplinarias y de intervención judicial que, en el marco de sus funciones y competencias, adopten medidas concretas para prevenir, investigar y sancionar expresiones y actos de odio y discriminación que atenten contra la identidad de género y orientación sexual de la población LGTBIQ+ u OSIGD. CAPÍTULO VII FORTALECIMIENTO DE LA CAPACIDAD DE LAS PERSONAS Y ORGANIZACIONES QUE EJERCEN LA LABOR DE DEFENSA DE LOS DERECHOS HUMANOS ARTÍCULO 24: INSTAR al Ministerio del Interior a que implemente acciones y programas de fortalecimiento de los procesos organizativos en los territorios, que incidan de manera positiva en la regeneración del tejido social, con el fin de promover la asociatividad y crear sinergias que contribuyan al ejercicio de la democracia, de acuerdo con lo dispuesto en los artículos 2.4.3.7.2.4. y 2.4.3.7.2.5., referentes al fomento del liderazgo social y comunitario y el fortalecimiento de las comunidades étnicas y sus capacidades de prevención, previstos en el Decreto 1581 de 2017. PARÁGRAFO PRIMERO: EXHORTAR al Ministerio del Interior a que articule y fortalezca las redes de líderes y lideresas y personas defensoras de derechos humanos. PARÁGRAFO SEGUNDO: SOLICITAR al Ministerio del Interior el diseño e implementación de un programa de fortalecimiento organizativo de las capacidades de afrontamiento y autoprotección de las personas y organizaciones que realizan labores de defensa de los derechos humanos en los territorios. PROCURADURIA GENERAL DELA NACION PARÁGRAFO TERCERO: INVITAR al Ministerio del Interior a que diseñe estrategias de participación multicanal, talleres territoriales, buzón, canales de comunicación o redes sociales, entre otros, para la recolección de insumos sobre las principales necesidades, preocupaciones, iniciativas y propuestas en materia de derechos humanos de las juntas de acción comunal, consejos comunitarios, resguardos indígenas, organizaciones sociales y plataformas de derechos humanos. PARÁGRAFO CUARTO: SOLICITAR al Ministerio del Interior la generación de espacios de interacción positiva en el ámbito nacional y territorial, orientados a generar confianza con las comunidades, mediante acciones que impulsen el fortalecimiento de la capacidad organizativa de la sociedad civil, la capacitación y apoyo psicosocial para el desarrollo de mecanismos de protección y autoprotección y el diseño e implementación de planes participativos de resiliencia comunitaria. ARTÍCULO 25: INSTAR al Ministerio de la Igualdad y la Equidad a fortalecer las estrategias en torno a la prevención de la violencia de género en todos los municipios del país, con el fin de aumentar su capacidad de prevención, protección y acceso a la vía de asistencia en casos de violencias basadas en género y violencia sexual en el marco del conflicto armado. PARÁGRAFO: RECOMENDAR al Ministerio del Interior y a las autoridades territoriales a implementar las disposiciones de las Resoluciones No. 1325 de 2000 (ONU)* y No. 805 del 14 de mayo de 2012 del Ministerio del Interior, como herramientas fundamentales para asegurar la participación efectiva y cualitativa en procesos de construcción de paz y resolución de conflictos de mujeres lideresas y agrupaciones de mujeres. Asimismo, hacer efectiva la Resolución 845 del 14 de junio de 2018 del Ministerio del Interior, “Por la cual se adopta el Programa Integral de Garantías para Mujeres Lideresas y Defensoras de Derechos Humanos”. CAPÍTULO VIII PROCESO NACIONAL DE GARANTÍAS PARA EL EJERCICIO DE LA DEFENSA DE LOS DERECHOS HUMANOS: MESA NACIONAL DE GARANTÍAS, LA MESA ÚNICA NACIONAL Y LA SUBCOMISIÓN DE GARANTÍAS Y DERECHOS HUMANOS DE LA CUMBRE AGRARIA, CAMPESINA, ÉTNICA Y POPULAR ARTÍCULO 26: INSTAR al Ministerio del Interior y a las autoridades territoriales a fortalecer el Proceso Nacional de Garantías: Mesa Nacional y Mesas Territoriales de Garantías; la Mesa Única Nacional y la Subcomisión de Garantías y Derechos Humanos de la Cumbre Agraria Campesina, Étnica y Popular, como instancias idóneas para identificar las principales necesidades y dificultades de este grupo poblacional en materia de prevención, protección, investigación y judicialización, género y garantías de no repetición. PARÁGRAFO PRIMERO: EXHORTAR al Ministerio del Interior a sesionar de manera efectiva la Mesa Nacional de Garantías, con el objetivo de concretar y acordar estrategias y acciones de prevención, protección e investigación, así como fortalecer las garantías para el ejercicio 45 Resolución 1325 (2000) Aprobada por el Consejo de Seguridad en su sesión 4213*, celebrada el 31 de octubre de 2000. PROCURADURIA GENERAL DE LA NACI de las labores que adelantan las organizaciones sociales, lideres y lideresas y personas defensoras de derechos humanos. PARÁGRAFO SEGUNDO: La Procuraduría General de la Nación acompañará las sesiones de la Mesa Nacional de Garantías y los espacios que se deriven de ella, tanto a nivel nacional como local, con el propósito de verificar y realizar seguimiento al cumplimiento de los compromisos asumidos por la institucionalidad. PARÁGRAFO TERCERO: SOLICITAR a los procuradores regionales, distritales y provinciales que prioricen las quejas y denuncias que reciban, al igual que las investigaciones que inicien en el contexto del Proceso Nacional de Garantías. ARTÍCULO 27: REQUERIR a la Secretaría Técnica de la Mesa Nacional de Garantías la presentación a la Procuraduría Delegada con Funciones Mixtas 1. Para la Defensa de los Derechos Humanos de un informe semestral de seguimiento a los compromisos y acuerdos alcanzados en la Mesa Nacional y en las Mesas Territoriales de Garantías. ARTÍCULO 238: INSTAR al Ministerio del Interior a avanzar en el cumplimiento de los acuerdos entre el Gobierno Nacional y el proceso establecido desde la celebración de la Cumbre Agraria, Campesina, Étnica y Popular, en cumplimiento del Decreto 870 de 2014. CAPÍTULO IX COMISIÓN NACIONAL DE GARANTÍAS DE SEGURIDAD (CNGS) ARTÍCULO 29: RECOMENDAR a la Secretaría Técnica de la Comisión Nacional de Garantías de Seguridad, a cargo de la Unidad de Implementación del Acuerdo Final para la Terminación del Conflicto de la Presidencia de la República o la dependencia que haga sus veces, acelerar la implementación de la “política pública para el desmantelamiento de las organizaciones o conductas criminales responsables de homicidios y masacres que amenacen o atenten contra defensores(as) derechos humanos, movimientos sociales o políticos y personas que participen en la implementación los acuerdos y construcción de la paz, incluyendo las organizaciones criminales y sus redes de apoyo**” y la elaboración del Plan de Acción de la Comisión, de conformidad con los artículos 1 y 3 del Decreto Ley 154 de 2017. CAPÍTULO X SERVIDORES PÚBLICOS DEFENSORES DE DERECHOS HUMANOS ARTÍCULO 30: RECONOCER que los servidores públicos y contratistas que desarrollan acciones misionales en materia de promoción, divulgación, denuncia, advertencia, monitoreo, seguimiento e incidencia para la garantía de los derechos humanos son defensores de derechos humanos. 46 Artículo 1 “Creación y objetivo de la Comisión Nacional de Garantías de Seguridad”, del Decreto 154 de 2017 “Por el cual se crea la Comisión Nacional de Garantías de Seguridad en el marco del Acuerdo Final, suscrito entre el Gobierno Nacional y las FARC-EP el 24 de noviembre de 2016.” PROCURADURIA GENERAL DELANAGION ARTÍCULO 31: RECOMENDAR al Ministerio del Interior, a la Unidad Nacional de Protección y a las entidades públicas en general adoptar lineamientos, guías y rutas en materia de garantía, atención, protección y prevención del riesgo al cual se puedan ver expuestos los servidores públicos o contratistas descritos en el artículo 30 de la presente directiva. PARÁGRAFO: Entre las medidas a adoptar se debe evaluar la implementación de cursos, seminarios o talleres de autoprotección para los servidores públicos o contratistas que ejerzan las acciones descritas. ARTÍCULO 32: EXHORTAR a los departamentos y a los municipios del territorio nacional a que fortalezcan las apropiaciones presupuestales dirigidas a los personeros municipales y distritales. Asimismo, a crear o incluir en sus rutas de protección individual (Decreto 2252 de 2017) a los personeros que manifiesten la existencia de un riesgo para su vida e integridad física en desarrollo de sus funciones. ARTÍCULO 33: EXHORTAR a las entidades públicas a que se abstengan de realizar actos de estigmatización, persecución o similares contra servidores públicos o contratistas que manifiesten la existencia de un riesgo para su vida e integridad física en desarrollo de sus funciones. Asimismo, evitar pronunciamientos públicos que puedan generar un riesgo para aquellos. CAPÍTULO XI PROCURADURÍA GENERAL DE LA NACIÓN ARTÍCULO 34: La Procuraduría General de la Nación conformará un Comité Interno de coordinación y seguimiento a la presente directiva y realizará una mesa de trabajo anual que verificará el cumplimiento e iniciará las acciones disciplinarias pertinentes, para garantizar el reconocimiento oportuno de las posibles violaciones de derechos humanos y derecho internacional humanitario y, en especial, de la protección de la vida de los líderes y lideresas sociales y personas defensoras de derechos humanos. PARÁGRAFO PRIMERO: Este Comité estará conformado por las siguientes procuradurías delegadas: e Procuraduría Delegada con Funciones Mixtas 1. Para la Defensa de los Derechos Humanos. e Procuraduría Delegada Preventiva y de Control de Gestión 3. Para la Gestión y la Gobernanza Territorial. e Procuraduría Delegada Preventiva y de Control de Gestión 4. Para Asuntos Étnicos. e Procuraduría Delegada Preventiva y de Control de Gestión 5. Para el Seguimiento del Acuerdo de Paz. PARÁGRAFO SEGUNDO: La coordinación del Comité Interno estará a cargo de la Procuraduría Delegada con Funciones Mixtas 1. Para la Defensa de los Derechos Humanos. ARTÍCULO 35: ORDENAR a las procuradurías delegadas, regionales, distritales y provinciales con funciones disciplinarias iniciar supervigilancias administrativas y adelantar las acciones a PROCURADURIA GENERALE LANAI que haya lugar, frente a las quejas por violaciones y afectaciones a los derechos de lideres y lideresas sociales y sus organizaciones. ARTÍCULO 36: ORDENAR a los servidores de la Procuraduría General de la Nación con funciones de intervención judicial en asuntos penales intervenir de manera oportuna en los procesos judiciales y constituir agencias especiales en los casos relacionados con la población objeto de la presente directiva. PUBLÍQUESE, COMUNÍQUESE Y CÚMPLASE MARGARITA CAB O BLANCO Procuradora Ge e la Nación Proyectó: Lorena Zabala Alvira -— Asesora Procuraduría Delegada para la Defensa de los Derechos Humanos 42 Revisó: Aprobó: Tito Perilla Estrada — Asesor Procuraduría Delegada para la Defensa de los Derechos HumanPÉ, Ronald Herrera García — Asesor Procuraduría Delegada para la Gestión y la Gobernanza Territorial 244 > Sandra Patricia Castaño Giraldo — Asesora Oficina Juridica Maria Victoria Fernández F -Asesora Despacho Procuradora General Alberto Castillo Castañeda - Asesor Despacho Procuradora General Javier Sarmiento Olarte - Procurador delegado para la defensa de los derechos human Diana Yolima Niño Avendaño — Procuradora delegada para el seguimiento del acuerdo pazo Tatiana Oñate Acosta - Procuradora delegada para la gestión y la gobernanza territorial 4 Jorge Humberto Serna Botero - Jefe Oficina Jurídica pb 4 eN Se López Iglesias —- Asesora Despacho Procuradora General 20"
}