{
  "_id": "a2ec5bc9778a65bfda13c22a824ea4f3924311a8",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/09/2.-reglamento-interno-guardia-indigena-comunidad-tangua-perteneciente-pueblo-quillasinga_20250828152305.pdf",
  "archivo": "2.-reglamento-interno-guardia-indigena-comunidad-tangua-perteneciente-pueblo-quillasinga_20250828152305.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/2.-reglamento-interno-guardia-indigena-comunidad-tangua-perteneciente-pueblo-quillasinga_20250828152305.pdf",
  "extraido_en": "2025-11-23T00:01:59.771086Z",
  "texto": "REGLAMENTO INTERNO DE LA GUARDIA INDÍGENA DE LA COMUNIDAD TANGUA, PERTENECIENTE AL PUEBLO QUILLASINGA CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. i Resolución 011 del 27 de febrero de 2019 £ Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM . LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER ON 4 FA \"Reglamento Interno de la Guardia de La Comunidad dd Sus). Tangua perteneciente al Pueblo Quillasinga. ex Propio para vivir en sana convivencia como Comunidad y las demás comunidades con las que compartimos el territorio Ancestral y Tradicional. Con principios de armonía, el desarrollo general y el equilibrio de la Vida. La Ley de Origen, la Ley Natural dictan armonía y equilibrio hacia el Derecho Propio, los desequilibrios desarmonizan la unión madre tierra y comunidad. El Mandato o Plan de Vida de nuestro Cabildo está basado en la Ancestralidad y Tradicionalidad como legado de nuestros mayores, en la oralidad y en los diferentes espacios con el gobierno Nacional, Departamental y Municipal como un legado de buscar siempre el desarrollo de nuestra comunidad. Respetando y haciendo respetar nuestros principios en la defensa de nuestros derechos ante la sociedad mayoritaria, siempre en armonía de Autoridad a Autoridad como lo declara la Constitución Política de Colombia de 1991 en su ARTÍCULO 246. Las Autoridades de los Pueblos Indígenas podrán ejercer funciones jurisdiccionales dentro de su ámbito Territorial, de conformidad con sus propias normas y procedimientos, siempre que no sean contrarios a la Constitución y leyes de la República. La ley establecerá las formas de coordinación de esta jurisdicción especial con el sistema judicial nacional. (CPC- 1991). y Por ser colombianos estamos regidos por la C.P.C del año 1991, también por los DDHH, Convenio 169 Wi! OIT, Ley 21 de 1.991, leyes nacionales e internacionales. Las faltas en contra de la normatividad y proyectos que beneficia a nuestra comunidad serán sancionadas de acuerdo a nuestro Derecho Propio dentro de los usos y costumbres de la Comunidad Indígena de Tangua, según la falta. Según la LEY 21 de 1.991 “Seremos autónomos en la medida en que seamos los constructores de nuestra propia historia, la autonomía también es la posibilidad de relacionarnos e intercambiar con otros, sobre la base del respeto, la tolerancia y la convivencia pacífica”. (LEY 21 DE 1991). Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje indigenata: outlook.com Tel. 3178892222 Tangua — Nariño - Colombia a a CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Según el CONVENIO 169 DE 1.989 de la OIT La exigencia del respeto a la Autonomía además conlleva el reconocimiento de los sistemas de Autoridad y Gobierno de esos pueblos y de los procesos mediante los cuales toman decisiones; así lo plantea el Convenio 169 al consagrar que deben reconocerse las aspiraciones de-los pueblos Indígenas y Tribales por asumir el contro] de sus propias Instituciones, formas de vida y desarrollo económico, al igual que por mantener y fortalecer sus identidades, lenguas y religiones. El Convenio 169 señala que los Pueblos Indígenas y Tribales tienen el derecho de conservar sus — costumbres e instituciones propias, adicional a los derechos que en general han sido reconocidos a toda la población; lo cual significa que, al aplicar la legislación interna, deberán tomarse en consideración sus costumbres o su derecho consuetudinario. Lo anterior quiere decir que las Comunidades Indígenas cuentan con la facultad de administrar Justicia dentro de sus Territorios, facultad que se reconoce a partir de la Constitución de 1991: “La Jurisdicción Indígena es desarrollada de acuerdo con las concepciones culturales de lo que es el hombre y el tipo de relaciones que debe tener con sus semejantes y con el medio que lo rodea”. Los diferentes sistemas de Justicia Indígena reflejan la organización social y regulan las conductas a través de las normas consuetudinarias y otros mecanismos de control social. Los distintos Pueblos conjuran las desviaciones conductuales y ponen al día sus conflictos a través de principios y reglas prácticas puestas en vigor por medio de sanciones concebidas en comunión con las fuerzas de la naturaleza y trasmitidas esencialmente de manera oral. Gu La Corte Constitucional, en su análisis sobre los elementos centrales de la jurisdicción indígena, estableció los siguientes: + La posibilidad de que existan Autoridades Judiciales Propias. +» La potestad de éstos para establecer normas y procedimientos propios. + La sujeción de dicha jurisdicción y normas a la Constitución y la Ley. +» La competencia del legislador para señalar la forma de coordinación de la jurisdicción indígena con el sistema judicial nacional. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. ¿ Resolución 011 del 27 de febrero de 2019 ae Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM y LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER DECLARACIÓN DE LOS DERECHOS DE LOS PUEBLOS INDÍGENAS La propuesta sobre la declaración de los derechos de los pueblos indígenas por las Naciones Unidas se constituye en otro instrumento fundamental para la protección de las razas autóctonas existentes. El Grupo de Trabajo sobre Poblaciones Indígenas adscrito a las Naciones Unidas comenzó a preparar en 1985 un proyecto sobre la Declaración de los derechos de los púeblos indígenas. y libertades fundamentales de los pueblos indígenas. En cuestiones que pudieran afectar las vidas y destino de los pueblos indígenas; la libre determinación, el autogobierno o la autonomía de los pueblos indígenas en cuestiones relacionadas con sus propios asuntos internos y locales. Los derechos que se enumeran en la declaración constituyen las normas mínimas para la supervivencia y el bienestar de los pueblos indígenas del mundo. La declaración constituiría como resolución de la Asamblea General de Naciones Unidas un conjunto de recomendaciones a los estados miembros, siendo que el Convenio 169 de la OIT impone obligaciones jurídicas a los estados que ratifican su contenido. (Convenio 169 de 1989 OIT). Artículo 2: CABILDO. Es una entidad pública especial, cuyos integrantes son miembros de una Comunidad Indígena, elegidos y reconocidos por ésta, con una organización sociopolítica tradicional, cuya función es representar legalmente a la comunidad, ejercer la autoridad y realizar actividades que le atribuyen las leyes, los usos y costumbres y el reglamento interno de cada comunidad. (Decreto 2164 de 1995, 1995). A mayor conservación de usos y costumbre, mayor autonomía. (ST 254-1994). COMUNIDAD: “Es el grupo de familias de ascendencia amerindia, que tienen conciencia de identidad y comparten valores, rasgos, usos y costumbres de sus sistemas normativos propios que la distinguen de otras comunidades tengan o no títulos de propiedad, o que no puedan acreditarlos legalmente, o que sus resguardos fueron disueltos, divididos o declarados vacantes” (Ley 1057 - 2017). De la anterior normatividad nacional e internacional de acuerdo a la ley de nuestro territorio decimos: DERECHO PROPIO: La Comunidad Tangua, Perteneciente al Pueblo Quillasinga y su sistema normativo propio y autónomo. Desde los tiempos de adelante, la Ley Ancestral orienta y dirige a una comunidad, en la Ley de Origen, Derecho Propio y la Ley Natural, la desarmonización de este derecho Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER repercute en la comunidad, que conlleva a un retraso en su desarrollo ante proyectos nacionales, departamentales y municipales. AUTONOMIA: Se rige por nuestras propias leyes y costumbres en la toma de decisiones, con un gobierno autónomo y criterios que lleven a la armonía y desarrollo del territorio. USOS Y COSTUMBRES: La Ley Natural nos indica y regula nuestra forma de vida en el pensar, sentir. actuar, con el conocimiento propio de nuestro territorio en armonía. LA JURISDICCION INDIGENA: Por cuanto los cabildos tienen jurisdicción para juzgar. La Comunidad Tangua, Perteneciente al Pueblo Quillasinga adopta las siguientes disposiciones que conforman el Reglamento Interno de la Guardia Indígena. Capitulo I. Articulo 1. El presente es el Reglamento Interno de La Comunidad Tangua Perteneciente al Pueblo Quillasinga ubicada en el territorio Ancestral de Tangua y en sus Parcialidades y a sus disposiciones tanto la Comunidad y sus Autoridades. Artículo 2. Que los Guardias de la Comunidad Tangua, perteneciente al Pueblo Quillasinga, serán de libre nombramiento y remoción, basándose en la evaluación de su comportamiento antes y después de su designación como Guardia Indígena. En-caso de que un guardia sea retirado por mal comportamiento, deberá cumplir una sanción que lo excluya de la Guardia por un periodo de dos años. Además, si se inicia un proceso de justicia propia y se determina su culpabilidad tras un debido proceso, no se le permitirá el reingreso a la Guardia de manera permanente. (Este artículo es de orden Vitalicio). Capitulo HH. Condiciones de Admisión. Artículo 3. Quien aspire al cargo de Guardia Indígena de nuestra Comunidad debe realizar solicitud verbal o por escrito al Alguacil mayor o al coordinador de la Mayor de la Guardia esto con el fin de Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER realizar el respectivo registro y por ende deberá presentar la siguiente documentación. (Este artículo es de orden Vitalicio). a) Copia de la cédula de ciudadanía o tarjeta de identidad según sea el caso. b) Certificado de antecedentes de la procuraduría, contraloría y de la policía y de aquellos que sean necesarios. e) Reportar todos los datos personales necesarios para su inclusión dentro de la Guardia Indígena. d) No tener ningún reporte negativo ante las diferentes entidades de control y judicial. e) No tener sanciones o investigaciones de justicia propia. Parágrafo Primero: La Corporación de Autoridades de La Comunidad Tangua, perteneciente al Pueblo Quillasinga podrá requerir además de los documentos mencionados, todos aquellos que considere necesarios para admitir o no admitir al aspirante. Además, deberá ser una persona que demuestre aptitud, responsabilidad, respeto y compromiso para trabajar por nuestra Comunidad de lo contrario será rechazado. Parágrafo Segundo: No se aceptará en la Guardia ningún comunero o comunera que haya presentado problemas o desarmonización dentro de nuestra comunidad ya sea por chismes, injurias, calumnias, difamación e insultos presenciales o por medio de las redes sociales o medios de comunicación en contra de Alguna Autoridad, Guardias, Comuneros o comuneras. Parágrafo Tercero: Ningún comunero o comunera podrá auto proclamarse o nombrarse Guardia Indígena sin haber cumplido los requisitos y normas establecidas por la Corporación de Autoridades de nuestro Territorio para su ingreso. Capitulo II. Para aquellos que soliciten su libreta militar por medio del cabildo. Artículo 4. Aquellos comuneros que soliciten su libreta militar deberán prestar su servicio comunitario por medio de la Guardia bien sea antes o después de solicitar dicho documento. Artículo 5. Podrán ingresar a la Guardia Indígena comuneros o comuneras mayores de 13 años que demuestren su interés y el trabajo por la Comunidad. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje e cabildoindigenatangua@outlook.com ; Tel. 3178892222 Tangua — Nariño - Colombia Ob CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Artículo 6. El servicio comunitario en la Guardia Indígena para aquellos que desean ser beneficiarios de la libreta militar no puede exceder un año, al menos que dicho guardia en servicio desee seguir como miembro de la Guardia. Artículo 7. El termino de aprendizaje para aquellos Guardias que solicitan su servicio para poder adquirir la libreta inicia desde el primer día que inicia su trabajo social en la guardia. y Artículo 8. Como minino tener una asistencia del 70%. É Capitulo IV. Periodo de prueba. Artículo 9. Los primeros tres (03) meses son tomados como periodo de prueba, durante los cuales se observarán las condiciones de adaptabilidad del futuro Guardia las cuales consisten en actitudes, cualidades personales y de convivencia con el fin de determinar si es una persona ejemplar acta para la convivencia con nuestros comuneros y comuneras. ie fe Articulo 10. EL periodo de prueba debe ser registrado por el Alguacil Mayor y Coordinador Mayor de la Guardia he informar al Gobernador cuando se realice reunión con la corporación de autoridades. Artículo 11. El periodo de prueba no puede exceder los tres (03) meses. Artículo 12. El periodo de prueba puede darse por terminado cuando el aspirante no del interés y falte a las reuniones y servicios comunitarios que convoquen las Autoridades o Coordinador de la Guardia por tanto quedara expulsado a no ser que presente su respectiva excusa por escrito o las pruebas necesarias para no ser sancionado. (Este artículo es de orden Vitalicio). Artículo 13. Para aquellos aspirantes y Guardias que deseen ser miembros de la Corporación de Autoridades elegidos por las Autoridades en Cabeza del Gobernador y Asamblea deberán destacarse en el trabajo y servicio a la Comunidad y ser una persona ética y con valores sin problemas de justicia propia y ordinaria no estar inmiscuido en irrespeto hacia la Autoridades en cabeza del Gobernador ya sean de forma verbal o escrita en cualquier medio de comunicación o redes sociales, ni demostrar arrogancia o prepotencia hacia los demás, estos deberán haber prestado su servicio en la Guardia de manera continua por mínimo dos (02) años. (Este artículo es de orden Vitalicio). Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel, 3178892222 Tangua — Nariño - Colombia CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorias y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Artículo 14: Aquellos guardias que deseen ser Autoridad después de haber cumplido el tiempo serán evaluados por el Gobernador y las Autoridades y la Asamblea serán evaluados por sus conocimientos y por su colaboración y trabajo en la comunidad. (Este artículo es de orden Vitalicio). Capitulo V. La Guardia es Autoridad ante la Comunidad Indígena. Artículo 12. Los miembros de la Guardia Indígena son Autoridad ante la Comunidad, estos deberán ser respetados por los Comuneros y Comuneras y deben acatar los llamados de atención que estos realicen siempre y cuando estos tengan la razón y el criterio amplio y suficiente ya que de lo contrario los que no acaten el llamado de atención a la Autoridad que estos ejercen se hacen acreedores de nuestros usos y costumbres. Artículo 13. Se aclarará que los miembros de la Guardia Indígena son Autoridad ante los comuneros y comuneras más no ante la Corporación de Autoridades de nuestro Cabildo, estos deberán respetar y proteger a dichas Autoridades cuando estos lo requieran además de proteger las Insignias de nuestro Cabildo ya que de lo contrario no estarán cumpliendo con su misión y se harían acreedores a el retiro de la Guardia. Igualmente, los guardias en todo momento deben tener un buen comportamiento. (Este artículo es de orden Vitalicio). Capitulo VI. Horario de la Guardia Indigena. Articulo 13. El horario de entrada y salida de los Guardias quedan determinadas por el Gobernador, Alguacil Mayor o en su defecto por el coordinador Mayor de la guardia al evento que se esté desarrollando. De lo contrario el horario quedaría estipulado treinta (30) minutos antes de los eventos que se vayan a realizar. Artículo 14. El horario para las comidas durante los eventos desarrollados por nuestra comunidad se desarrollará por relevos. Artículo 15. El personal de Guardia Indígena debe dar ejemplo y deben estar en el sitio donde se los convoque 30 minutos antes. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia 04 CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Artículo 16. El personal de la Guardia Indígena deben ser los primeros en llegar y los últimos en salir ya que en caso de ser necesario estos deben estar prestos a solucionar cualquier inconveniente que se presente. Parágrafo Primero: El Gobernador, Alguacil Mayor y Coordinador Mayor podrán implementar turnos de trabajo cuando se requiera la presencia de la Guardia Indígena. Artículo 17. En ningún caso las horas de trabajo de la Guardia Indígena podrá exceder las 12 horas diarias en casos especiales estos solo podrán hacer acto de presencia hasta por 15 horas a menos que se presente inconvenientes dentro de nuestra Comunidad o con extraños. Capitulo VII. Se respetará el descanso de los, Guardias. Artículo 18. Se solicitará la presencia de la Guardia solo cuando sea necesario y en actos especiales como la Posesión de Autoridades, Asambleas Generales, festividades entre otras. Artículo 19. Se respetará el descanso de los Guardias cuando no sea necesaria la presencia de estos. Artículo 20. Cuando algún Guardia realice algún tipo de retiro vacacional entre otros debe informar al Alguacil Mayor o en su defecto al Coordinador y estos al Gobernador. Artículo 21. Cuando el Guardia solicite el retiro de esta debido a estudio o trabajo este debe informar al Alguacil Mayor o en su defecto al coordinador y este al Gobernador, igualmente cuando se solicite AN permisos para no asistir a algún evento donde se lo requiera con su respectiva excusa. Ya que al no > informar el Guardia estará cometiendo un acto de indisciplina. + Artículo 22. Las Autoridades encargadas de la Guardia Indígena son el Gobernador en primera instancia después Alguacil Mayor, la secretaria deberá estar presente con el fin de tomar nota, estos concederán permisos para ejercer el derecho al sufragio, estudio, por enfermedad citas médicas, calamidad familiar o algún evento de vital importancia que amerite su inasistencia. Ya que al no informar el Guardia estará cometiendo un acto de indisciplina. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje E cabildoindigenata outlook.com ¿ A JE Tel. 3178892222 3 3 Tangua — Nariño - Colombia 5 ‘ 4 E a CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Capitulo VIII Orden Jerárquico de la Corporación de Autoridades de la Comunidad Indígena Tangua. Gobernador Alcalde Mayor Alcalde segundo Regidora mayora Alguacil mayor Alguacil primero Alguacil segundo Alguacil tercero . Alguacil cuarto. 10. Alguacil quinto. te 11. Alguacil sexto. RS cis i 12. Alguacil séptimo. e e 13. Guasicama. e Sera Orden Jerárquico dentro de la Guardia Indígena de la Comunidad Indígena Tangua. 1. Gobernador 2. Alguacil mayor 3. Coordinador Mayor de la Guardia. 4. Coordinador de la Guardia. Artículo 23. De los cargos mencionados dentro de la Guardia Indígena, tienen la facultad para imponer sanciones disciplinarías el Gobernador y Alguacil Mayor. Artículo 24. Los guardias que se distancien y ya no asistan a las diferentes Asambleas y eventos del Cabildo serán retirados de está sin la aplicación de usos y costumbres, en llegado caso si estos ofenden a alguna Autoridad, guardia o compañero, comuneros o comuneras serán retirados de esta. (Este artículo es de orden Vitalicio). Casa Cabildo de Tangua Pueblo Quillasinga eo ing, Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia 019 CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Artículo 25. Todos los miembros de la Guardia incluyendo los Coordinadores deben respetar a la Corporación de Autoridades así algunos no estén dentro del orden jerárquico de la Guardia. (Este artículo es de orden Vitalicio). Capitulo IX. Funciones del alguacil mayor y coordinador Mayor y coordinador de la Guardia. Artículo 26. Alguacil mayor. 1. Llevar registro de los datos personales de los Guardias tanto antiguos como nuevos de todas las parcialidades. 2. Verificar que los Guardias nuevos no tengan asuntos pendientes de justicia propia y ordinaria. E Jt Verificar que Guardias no tienen chaleco y, bastón de mando. Verificar que los Guardias cumplan conus funciones. Motivar al personal de Guardias. Respetar y tener criterio para llamarle la atención a un Guardia. Realizar las reuniones necesarias para implementar procedimientos. Gestionar capacitaciones para el personal de Guardias. PSA A Artículo 27. Coordinador Mayor de La Guardia. 1. Llevar registro de los datos personales de los Guardias tanto antiguos como nuevos de todas las parcialidades. 2. Verificar que los Guardias nuevos no tengan asuntos pendientes de justicia propia y ordinaria. 3. Verificar que Guardias no tienen chaleco y bastón de mando. 4. Verificar que los Guardias cumplan con sus funciones. 5. Motivar al personal de Guardias. 6. Respetar y tener criterio para llamarle la atención a un Guardia. 7. Realizar las reuniones necesarias para implementar procedimientos. 8. Pasar revista al personal de la guardia indígena donde estés prestando el servicio a la comunidad. e 9. Verificar que Guardias están cumpliendo para ser acreedores o no de la libreta militar. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 uy Tangua — Narifio - Colombia : > > mA Mo CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER 10. Respetar y acatar las órdenes del Gobernador Indígena y del Alguacil Mayor. 11. Gestionar actividades en pro y el bienestar de la Guardia Indígena. 12. Verificar que las cámaras y alarma de la Casa Mayor estén funcionando correctamente. Artículo 28. Coordinador de La Guardia. 1. Apoyar al Coordinador Mayor de La Guardia cuando este lo requiera, especialmente en los puntos 2,3,4,5,6,7,8,9,10,11,12,13, que se presentan a continuación. 2. Llevar registro de los datos personales de los Guardias tanto antiguos como nuevos de todas las parcialidades. Verificar que los Guardias nuevos no tengan asuntos pendientes de justicia propia y ordinaria. Verificar que Guardias no tienen chaleco y bastón de mando. Verificar que los Guardias cumplan con sus funciones. Motivar al personal de Guardias. Respetar y tener criterio para llamarle la atención a un Guardia. Realizar las reuniones necesarias para implementar procedimientos. E comunidad. 10. Verificar que Guardias están cumpliendo para ser acreedores o no de la libreta militar. 11. Respetar y acatar las órdenes del Gobernado Indígena y del Alguacil Mayor. 12. Gestionar actividades en pro y el bienestar de la Guardia Indígena. 13. Verificar que las cámaras y alarma de la Casa Mayor estén funcionando correctamente. Capitulo X. Obligaciones especiales de la Guardia Indígena. Artículo 29. Permanecer durante la jornada de servicio a la comunidad en el sitio o lugar donde se lo designe, siendo prohibido salvo orden superior pasar al puesto de otros compañeros o retirarse de las instalaciones o lugar donde presta su servicio. Artículo 30, Acatar y cumplir las órdenes e instrucciones que de manera particular impartan las Autoridades que se encuentran dentro del orden jerárquico de esta y coordinador Mayor y Coordinador, así como las consignas generales y específicas que se encomienden a cada Guardia. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatan) look. Tel. 3178892222 Tangua — Nariño - Colombia Pasar revista al personal de la guardia indígena donde estés prestando el servicio a la -- on Ole CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Artículo 31. No comunicar a terceros, salvo autorización expresa, las informaciones que sean de naturaleza reservada de la Guardia o del Cabildo, cuya divulgación pueda ocasionar perjuicios a la Comunidad Indígena y un mal vivir, lo que podría ocasionar que dichos Guardias puedan ser denunciados ante la corporación de Autoridades para que sean aplicados nuestros usos y costumbres. (Este artículo es de orden Vitalicio). Artículo 32. Conservar y restituir en buen estado, salvo deterioro natural, los instrumentos, herramientas, entre otros que se les hayan entregado para facilitar su labor. Artículo 33. Comunicar oportunamente a las Autoridades y coordinador Mayor y Coordinador de La Guardia dentro del orden jerárquico las observaciones que estime convenientes con el fin de evitar daños y perjuicios a la Comunidad. Artículo 34. Prestar la colaboración de la mejor manera posible en caso de siniestro o riesgo inminente que afecten o amenacen a la Corporación de Autoridades y comuneros o instalaciones del Cabildo. | (Este artículo es de orden Vitalicio). Artículo 35. Mantener una actitud cortés y amable en todo momento, sin descuidar las funciones propias de su servicio a la comunidad. (Este artículo es de orden Vitalicio). Artículo 36. Informar de manera inmediata cualquier tipo de peligro, riesgo o amenaza inminente que observe o de la cual tenga algún tipo de información, que afecte los intereses de la corporación de Autoridades, Comuneros y Territorio. (Este artículo es de orden Vitalicio). Artículo 37. Usar el bastón de mando cuando realice recorridos u observe algún suceso de manera defensiva y no ofensiva, únicamente en legítima defensa o para la protección de la Corporación de Autoridades, Comunidad y Territorio, siempre y cuando el uso sea proporcional con la amenaza que se esté presentando. (Este artículo es de orden Vitalicio). Artículo 38, Asistir a las prácticas, instrucciones y cursos de capacitación programadas por La Comunidad Tangua, Perteneciente al Pueblo Quillasinga. Artículo 39. No está permitido consumir sustancias alucinógenas o bebidas alcohólicas durante el servicio a la comunidad. Casa Cabildo de Tangua Pueblo Quillasinga ae ministo Ñ Casa Mayor Vereda el Obraje AS Ind; 8 cabildoindigenatangua@outlook.com $ 5 Tel. 3178892222 É y Tangua — Nariño - Colombia 21 de feb, te soe » Ot CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Artículo 40. Se prohíbe a la guardia Indígena lo siguiente. (Este artículo es de orden Vitalicio). 1. Sustraer equipos, herramientas, materias primas o productos que sean del Cabildo sin permiso del Gobernador. 2. Presentarse al servicio en estado de embriaguez o bajo la influencia de sustancias psicoactivas. 3. Conservar armas de cualquier clase en el sitio donde presta su servicio a la comunidad. 4. Faltar al servicio a la comunidad sin justa causa de impedimento o sin permiso de las Autoridades que se encuentran dentro del orden jerárquico de está, presentando el debido permiso al Coordinador y este debe presentarlo a las Autoridades del orden jerárquico. 5. Usar las herramientas o equipos suministrados por el cabildo para objetivos distintos del servicio a la comunidad o tarea que se le concedió. 6. Tomar, sustraer y utilizar los bienes del Cabildo o de la Autoridades y Comuneros, dejados bajo su cuidado, tenencia y control. 8.Dormir durante el servicio a la comunidad. 9.Prestar el servicio dentro de la Comunidad o Territorio sin el respectivo chaleco y bastón de mando sin justa causa. Quedan exonerados aquellos miembros de la guardia que no cuentas con su respectiva dotación. 10. Modificar o alterar el chaleco de la guardia. 11. Queda totalmente prohibido faltarle el respeto a Corporación de Autoridades, Coordinadores y Comunidad. 12.Llegar al servicio con el chaleco, bastón de mando y vestimenta en general sucios. 13.Abandonar el sitio donde se presta el servicio a la Comunidad sin la respectiva autorización. 14.Modificar los horarios y la programación que se les asigno. 15.Brindar información confidencial del Cabildo a terceros. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia Na EE Y *y O MA ~ o14 CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER 16. Fumar durante el servicio. 17.Consumir sustancias que alteren el estado normal de conciencia, como alcohol o estupefacientes, entre otros. 18.Cualquier tipo de agresión, física verbal, injuria, calumnia o malos tratos a compañeros de la Guardia, Coordinadores y miembros de la Corporación de Autoridades y Comunidad. 19. Dejar sin protección y vigilancia los bienes que se encuentran bajo su cuidado. XK Artículo 41. Clasificación de las faltas: + Faltas leves » Faltas graves Artículo 42. Clasificación de las sanciones: 1. Llamado de atención verbal. 2. Amonestación por escrito: Llamado de atención formal por escrito con copia al Gobernador. 3. Expulsión de la Guardia Indígena. Artículo 43. Se establecen las siguientes clases de faltas leves y sus sanciones. disciplinarias, asi: a. El retardo hasta de treinta (30) minutos en la hora de entrada al servicio sin justa causa. b. La falta total al servicio durante la jornada en la que se lo requiere. ce. Llegar mal presentado. d. Llegar bajo la influencia de sustancias psicoactivas y bajos le efecto del alcohol. Parágrafo primero. En los servicios de apertura de Asambleas Generales los retardos superiores a treinta (30) minutos constituirán falta grave. Parágrafo segundo. La reincidencia de las faltas establecidas en el literal b, se constituye como falta grave. Artículo 44. Constituyen faltas graves: Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER A. El retardo al servicio hasta de treinta (30) minutos en la hora de entrada sin excusa suficiente, por cuarta vez. B. La falta total del Guardia, sin excusa suficiente. C. Revelar información confidencial de La Comunidad Tangua, Perteneciente al Pueblo Quillasinga. D. Dormir durante su servicio. E. Prestar su servicio a la Comunidad como Guardia Indígena sin su respectivo chaleco y bastón de mando sin justa causa. F. Modificar o alterar el chaleco. H. Abandonar el sitio de servicio donde presta el servicio a la comunidad sin la respectiva autorización. I. Prestar a comuneros o particulares el chaleco y bastón de mando, al menos que sea por necesidad del servicio como el reclamo de derechos. J. Fumar en el puesto de servicio. K. Consumir sustancias que alteren el estado normal de conciencia, tales como alcohol, estupefacientes, entre otros. L. Tomar, sustraer, utilizar, hurtar o dañar los bienes del Cabildo dejados bajo su cuidado, control o tenencia. M. Modificar los turnos y la programación que le asignen las Autoridades o Coordinador que se encuentran dentro del orden jerárquico de esta, así como realizar relevos sin autorización. N. Negarse a prestar personalmente el servicio donde se le indique. O. Omitir el conducto regular de quejas o reclamos dentro del orden jerárquico de la Guardia. P. Cualquier tipo de agresión, verbal, física, injuria o malos tratos a compañeros de la Guardia, Coordinador Mayor, Coordinador o miembros de la Corporación de Autoridades, así como a la Comunidad. Q. Dejar sin protección y vigilancia los bienes que se le hayan encomendado durante su servicio a la comunidad. R. No reportar las novedades al momento de su ocurrencia. S. Aportar documentación falsa para su admisión, ingreso o permanencia en la Guardia Indígena. T. Todo perjuicio causado maliciosamente por parte del Guardia Indígena durante la prestación del servicio a la Comunidad. 9 Selministe Casa Cabildo de Tangua Pueblo Quillasinga sey SEO dy, ‘ Casa Mayor Vereda el Obraje SEER E cabildoindigenatangua@outlook.com y SQ Vai E Tel. 3178892222 ¿ARAS NY Tangua — Nariño - Colombia af eI NS o> Oy a 0 (076 CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indigenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER U. A la quinta amonestación por causas leves, en un periodo de un año, se la considera como falta grave y será expulsado de la guardia y para guardias en periodo de prueba con tres (3) será expulsado sin derecho al beneficio de la libreta militar, por medio del cabildo. V. Cualquier agravio como injurias, calumnias, difamación, insultos o por cualquier otro medio de comunicación como redes sociales o agresión física en contra de las Autoridades Indígenas en cabeza del Gobernador por parte de un Guardia Indígena dará para expulsión absoluta de está de forma verbal o escrita. (Este artículo es de orden Vitalicio). Capitulo XI Procedimientos para comprobación de faltas y formas de aplicación de las sanciones disciplinarías. Artículo 45. Se aplicará el retiro del guardia de forma absoluta cuando este cometa la falta grave del literal V, instaurándose además como sanción la no participación dentro de la Guardia por cinco (05) años. (Este artículo es de orden Vitalicio). Artículo 46. En todo caso se dejará constancia escrita de los hechos y de la decisión de la Corporación de Autoridades incluidas dentro del orden jerárquico de esta en cabeza del Gobernador, de imponer la sanción definitiva. : Artículo 47. No producirá efecto alguno la sanción disciplinaría impuesta con violación al debido proceso dentro de nuestra comunidad indígena, al menos que el Guardia cometa la falta grave del literal V se tomará la determinación de aplicar el retiro del guardia de forma absoluta). (Este artículo es de orden Vitalicio). Artículo 48. La sanción debe ser aplicada el mismo día después de los descargos, esto en caso de que no sea una falta grave del literal V. (Este artículo es de orden Vitalicio). Artículo 49. Procedimiento aplicable en caso de que no sea una falta grave del literal V;: Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia 1D o A CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER 1. Realizar un informe de la novedad por quien conoce de la ocurrencia de los hechos y en el caso de haber testigos, su respectivo informe por medio de audios, imágenes o alguna prueba que sirva para resolver el caso. 2. La corporación de Autoridades centralizará los informes y designará a una Autoridad para la toma de descargos. 3. Se traslada la información recopilada al Alcalde Mayor de justicia para que de acuerdo a nuestros usos y costumbres decida con equidad y justicia propia. Capitulo XII Acoso Reclamos: Autoridades ante quienes debe presentarse y su Tramite. Artículo 50. Definición y modalidades de acoso dentro de la guardia Indígena. Para efectos del presente Reglamento se entenderá por acoso toda conducta persistente y demostrable, ejercida sobre un guardia o coordinadores por parte de un miembro de la Corporación de Autoridades o superior jerárquico inmediato, un compañero un Guardia sub alterno, encaminada a infundir miedo, intimidación, terror y angustia, tendiente a causar perjuicio en su servicio a la comunidad o generar desmotivación o baja moral. Artículo 51. Los reclamos de los Guardias se harán en primera instancia ante el Gobernador Indígena y en segunda instancia ante el Regidor Mayor. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia 018 CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS ¥ NO DETAREMOS DE SER Capitulo XIII Acoso Artículo 52. Definición y modalidades de acoso dentro de la Guardia Indígena. Para efectos del presente Reglamento se entenderá por acoso toda conducta persistente y demostrable, ejercida sobre un Guardia y Coordinadores por parte de un miembro de la Corporación de Autoridades, o superior jerárquico inmediato o mediato, un compañero o un Guardia subalterno, encaminada a infundir miedo, intimidación, terror y angustia, tendiente a causar perjuicio en su servicio a la Comunidad o generar desmotivación o baja moral. Artículo 53. Los métodos de prevención de las conductas de acoso previstos por la Comunidad Indígena de Tangua son actividades que permiten generar una conciencia colectiva del buen vivir dentro de nuestra Comunidad, que promueva el trabajo en equipo con el fin de desarrollar un buen servicio en nuestro Cabildo. Artículo 54. En desarrollo del propósito a que se refiere el artículo anterior, nuestro Cabildo Indígena ha previsto lo siguiente. a) Formular recomendaciones constructivas a que hubiere lugar en relación con situacion Sa específicas que puedan afectar el buen cumplimiento de su servicio en relación a valores hábitos de una sana convivencia. 4 b) Evaluar conductas que puedan ocasionar acoso o hostigamientos dentro de la Guardia Indígena, que afecten o denigren la Dignidad Humana. Artículo 55. El acoso en nuestra Guardia puede darse, de acuerdo a lo siguiente. » Maltrato: Todo acto de violencia contra la integridad física o moral, la libertad fisica, toda expresión verbal injuriosa o ultrajante que lesione la integridad moral o los derechos a la intimidad y al buen nombre de quienes hagan parte de la Guardia Indígena o todo comportamiento que menoscabe la autoestima y la dignidad como seres humanos q; Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia 079 CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER +» Persecución: Esta es toda conducta que consiste en la reiteración de ciertas actitudes que induzcan al Guardia a renunciar de esta, esta puede darse mediante la descalificación, la carga excesiva del servicio a la Comunidad y cambios permanentes de horario que puedan producir desmotivación y baja moral. » Discriminación: Todo trato diferenciado por razones de raza, género, origen familiar, credo religioso, entre otros aspectos. Capitulo XIV Vigencia. Artículo 56. El presente Reglamento Interno de la Guardia de la Comunidad Tangua Perteneciente al Pueblo Quillasinga entrará a regir desde el momento de su aprobación. Capitulo XV Disposiciones finales Artículo 57. Desde la fecha que entra en vigencia este Reglamento, quedan sin efecto las disposiciones del Reglamento que antes de esta fecha pudiera o haya tenido la Guardia de la Comunidad Tangua Perteneciente al Pueblo Quillasinga a si sea dentro de nuestra oralidad. Artículo 58. En el presente Reglamento Interno no se podrá modificar los Ítems que aparecen con la reseña de Vitalicio. Se podrán añadir temas que hayan quedado faltantes y que sean constructivos para nuestra Guardia y Comunidad. (Este artículo es de orden Vitalicio). = Articulo 59. Cada pagina del Presente Reglamento Interno de La Comunidad Tangua, Perteneciente al Pueblo Quillasinga debera contar con la Firma, huella del indice derecho y sello del Gobernador Indígena vigente con el cual se aprobó el presente Reglamento. E e CN Casa Cabildo de Tangua Pueblo Quillasinga o nN, oe > ise TSK LS Casa Mayor Vereda el Obraje ye Seng wn SEAN \\ cabildoindigenatangua@ outlook. $ 5 Tel. 3178892222 Tangua — Narifio - Colombia — ae ozo CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER CAPÍTULO XVI DISPOSICIONES FINALES. Artículo 60. Procedimiento para agregar temas faltantes dentro del reglamento interno con el fin de que no quede obsoleto. La Asamblea podrá agregar al Presente Reglamento Interno de la Guardia, mediante su debate previo ysometimiento a la votación para la aprobación respectiva. (Este artículo es de orden Vitalicio). Artículo 61. Vigencia. El presente Reglamento Interno entrará en vigor a partir de su Socialización en Asamblea. Artículo 62. Procedimientos logísticos. Para los miembros de la Guardia Indígena. 1. Confirmar la solicitud de servicios logísticos en un plazo de 2 a 3 días hábiles una vez sea enviada la convocatoria al evento en cuestión. 2. Realizar uso responsable de los recursos asignados, tales como: tiquetes aéreos, desplazamientos ss terrestres, hospedajes y alimentación, entre otros. i 3. Firmar los respectivos documentos de legalizacion de tiquetes que le remitan las Autoridades. 4. Conservar los desprendibles o facturas y ser entregados a las Autoridades. Parágrafo primero. Si el Cabildo Indígena cuenta con recursos se cubrirá los gastos de los guardiá que se desplacen a diferentes eventos que tengan que ver con nuestra comunidad en diferentes — departamentos a nivel nacional los gastos a nivel departamental serán cubiertos por ellos mismo. Si no se cuenta con recursos amplios y suficientes el Guardia decidirá si por sentido de pertenencia asistirá a dichos eventos. Parágrafo segundo. En caso de que algún Guardia Indígena no utilice los recursos solicitados para asistir a eventos y no los reintegre no podrá solicitar apoyo logístico para el siguiente evento por llevarse a cabo y será sancionado con falta Grave retirado de la Guardia y se le aplicara usos y costumbres. Casa Cabildo de Tangua Pueblo Quillasinga Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia ón ES 02 CABILDO INDIGENA DE TANGUA PUEBLO QUILLASINGA CASA MAYOR DEL CABILDO Conforme a la ley natural, ley de origen, derecho mayor, usos y costumbres, ley 89 de 1890, ley 21 de 1991 y todo el bloque de constitucionalidad. Resolución 011 del 27 de febrero de 2019 Ministerio del Interior Dirección de Asuntos Indígenas Minorías y ROM LO QUE SOMOS, SOMOS Y NO DEJAREMOS DE SER Parágrafo tercero. Las noches de hospedaje de los guardias Indígenas serán acordes a la cantidad de días que dure el evento: si la reunión es de un solo día se reconocerá una sola noche de hospedaje, en caso de que el Guardia requiera noches adicionales se autorizarán solo si justifica la necesidad de asistir a eventos o reuniones directamente relacionados con el Cabildo, y para tal fin deberá enviar comprobante de ello a las Autoridades Tradicionales por medio físico y medios electrónicos. Parágrafo Primero: Si el territorio a donde se desplaza el Guardia Indígena alguna entidad cubre el hospedaje, alimentos y viáticos entre otros no se cubrirá los diferentes gastos por parte del Cabildo. El presente Reglamento Interno de La Comunidad Tangua, Perteneciente al Pueblo Quillasinga consta de veintiuno (21) folios. ans Firma. Gobernador Comunidad Tangua, Perteneciente al Pueblo Quillasinga ne eT oome dey i Casa Cabildo de Tangua Pueblo Quillasinga > <a Casa Mayor Vereda el Obraje cabildoindigenatangua@outlook.com Tel. 3178892222 Tangua — Narifio - Colombia Ki Chis Quil\\®"
}