{
  "_id": "b599cdd32160e07e789c03e0aa94feb95f85c841",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/09/resolucion-resuelve-solicitud-de-revocatoria-consejo-comunitario-marcelino-ocho-alvarez-catelo.pdf",
  "archivo": "resolucion-resuelve-solicitud-de-revocatoria-consejo-comunitario-marcelino-ocho-alvarez-catelo.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/resolucion-resuelve-solicitud-de-revocatoria-consejo-comunitario-marcelino-ocho-alvarez-catelo.pdf",
  "extraido_en": "2025-11-22T23:56:39.004284Z",
  "texto": "REPUBLICA DE COLOMBIA MINISTERIO DEL INTERIOR RESOLUCIÓN NUMERO COCORPUN02202024 DEL 3 DE DICIEMBRE DE 2024 “Mediante el cual se resuelve la Revocatoria directa de la RESOLUCION NUMERO 443 del 29 de diciembre de 2023, del CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO”” LA DIRECTORA LA DIRECCIÓN DE ASUNTOS PARA COMUNIDADES NEGRAS, AFROCOLOMBIANAS, RAIZALES Y PALENQUERAS, En uso de sus facultades constitucionales, legales y reglamentarias, en especial, las conferidas por el artículo 14 del Decreto 2893 de 2011 y Resolución 1969 del 28 de diciembre de 2017, Decreto 1640 de 2020, ley 1437 de 2011 y demás normas concordantes, I. ANTECEDENTES: El 29 de diciembre del año 2023, la Dirección de Asuntos para las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, en desarrollo de sus funciones emitió la RESOLUCION NUMERO 443 del 29 de diciembre de 2023, donde resolvió: “ARTÍCULO 1°: REVOCAR: En todas sus partes la lo actuado por la alcaldía de Valledupar Cesar, esto es el registro del acta No. 05 del 11 de diciembre de 2023 bajo la Certificación del 23 de diciembre de 2022 y la Resolución No. 002822 del 27 de septiembre de 2023 emitida por la Secretaría de Gobierno de la alcaldía de Valledupar, de los procesos de elección de la junta de gobierno y representación legal del CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral, por presentar visos de ilegalidad y violación directa a los artículos 3º, 4° y 6° del Decreto 1745 de 1995, por las consideraciones expuestas en la parte motiva de este acto. ARTICULO 2°: EXHORTAR a la Asamblea General saliente del CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral, para que, de manera rápida, oportuna, expedita y con observancia de los requisitos y término no mayor a treinta (30) días concedidos en esta resolución, efectúen la convocatoria conforme al reglamento interno de la colectividad y el artículo 4°, 5°, 6° y 9° del Decreto 1745 de 1995, tendiente a elegir al nuevo Representante Legal y a los nuevos integrantes de la Junta de Gobierno de dicha colectividad, atendiendo a las consideraciones expuestas en la parte motiva del presente acto administrativo. ARTICULO 3º: EXHORTAR a la Comunidad perteneciente al CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral, para que, de manera rápida, oportuna, expedita y con observancia de los requisitos y término no mayor a treinta (30) días concedidos en esta Resolución adelanten la actualización del censo interno y Reglamento Interno de dicha colectividad. RESOLUCIÓN NUMERO COCORPUN02202024 DEL 3 DE DICIEMBRE DE 2024 ARTICULO 4°: INFORMAR de esta decisión al ministerio público (Procuraduría, Defensoría y Personería) que harán el acompañamiento al proceso eleccionario de la junta gobierno y representación legal, actualización del censo poblacional y actualización del reglamento interno del CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral y que se adelantes las investigaciones a que dé lugar por las presuntas irregularidades presentadas en todo el proceso de impugnación de primera instancia por parte de la administración municipal. ARTICULO 5°: NOTIFICAR esta decisión a los señores EVER PORTO CAMPO Y ARMANDO VALERA SARMIENTO, impugnantes a los correos electrónicos: electrónico. eveerporto77@gmail.com – defderechoshumanos2009@gmail.com – armandovalera2367@gmail.com, a la señora KEYNES QUIROZ FIGUEROA y señor ELKIN DAVID GOMEZ RUIZ, impugnados a los correos electrónicos ellkinn25@gmail.com – keynesm2@gmail.com, a la ALCALDIA DE VALLEDUPAR – CESAR a los correos electrónicos: oficinadeasuntosetnicos9@gmail.com - secretariagobierno@valledupar-cesar.gov.co, al CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral al correo electrónico: ellkinn25@gmail.com ARTICULO 6°: DEVUELVASE el expediente a la Alcaldía de Valledupar – Cesar. ARTÍCULO 7°: Contra la presente Resolución no procede recurso alguno”. Conforme lo indicado en el inciso segundo del parágrafo segundo del artículo 9 del Decreto1745 de1995, dispone: “Artículo 9. Elección. La elección de los miembros de la Junta del Consejo Comunitario se hará por consenso. En caso de no darse, se elegirá por mayoría de los asistentes a la Asamblea General del Consejo Comunitario. La elección se llevará a cabo en la primera quincena del mes de diciembre, de la cual se dejará constancia en el acta respectiva. Sus miembros sólo podrán ser reelegidos por una vez consecutiva. Parágrafo 1. Las Actas de Elección de la Junta del Consejo Comunitario se presentarán ante el alcalde municipal donde se localice la mayor parte de su territorio, quien la firmará y registrará en un libro que llevará para tal efecto, en un término no mayor de cinco (5) días. Dicha acta constituirá documento suficiente para los efectos de representación legal. RESOLUCIÓN NUMERO COCORPUN02202024 DEL 3 DE DICIEMBRE DE 2024 La Alcaldía Municipal enviará copia de las actas a los Gobernadores y alcaldes de las entidades territoriales involucradas y a la Dirección de Asuntos para las Comunidades Negras del Ministerio del Interior. Parágrafo 2. La Alcaldía Municipal respectiva resolverá en primera instancia sobre las solicitudes de impugnación de los actos de elección de qué trata el presente artículo, las cuales deberán ser presentadas dentro de los dos (2) meses siguientes a dicha elección. La Dirección de Asuntos para las Comunidades Negras del Ministerio del Interior conocerá en segunda instancia las solicitudes de impugnación y se hará seguimiento a los procedimientos y trámites que sobre esta materia se adelanten ante el tribunal Contencioso Administrativo competente.” (Negrita y subraya fuera del original). La Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior es competente para decidir en segunda instancia sobre los trámites de impugnación de los actos de elección de la junta y el representante legal de los consejos comunitarios, razón por la cual, luego de un estudio y análisis minucioso de las piezas documentales allegadas para tal fin, se expidió la RESOLUCIÓN NÚMERO 443 DEL 29 DE DICIEMBRE DE 2023 “Por la cual se decide en segunda instancia el recurso de apelación interpuesto en contra de la Resolución No. 002822 del 27 de septiembre de 2023 emitida por la Secretaría de Gobierno de la alcaldía de Valledupar, de los procesos de elección de la junta directiva y representación legal del CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral. Que de conformidad con lo previsto en el artículo 74 de la Ley 1437 de 2011, contra los actos administrativos de carácter particular y concreto, como es el caso de RESOLUCIÓN NÚMERO 443 DEL 29 DE DICIEMBRE DE 2023, proceden los recursos de reposición y, en su caso, de apelación, que deben ser presentados dentro de los términos establecidos en la ley. Que, mediante consecutivo CONTROL DOC No. 2024-1-001303-019061 ID 298091 de fecha 13 de marzo de 2024 la señora KEYNES QUIROZ FIGUEROA, allega a esta Dirección solicitud de “revocatoria directa de la RESOLUCIÓN NÚMERO 443 DEL 29 DE DICIEMBRE DE 2023 de la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras”, referente a la decisión del trámite de impugnación en segunda instancia sobre los actos de elección del CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” RESOLUCIÓN NUMERO COCORPUN02202024 DEL 3 DE DICIEMBRE DE 2024 “Que solicita en su escrito “SE PROTEJA el derecho fundamental del DEBIDO PROCESO, que se revoque en toda y cada una de sus partes la Resolución No. 443 del 29 de diciembre de (2023), mediante la cual se dejó sin efecto la Resolución No. 002822 del 27 de septiembre de 2023, y dejó sin efecto la elección de la junta directiva”. II. FUNDAMENTO JURIDICO Que, en virtud del artículo 93 de la Ley 1437 de 2011, una vez agotados los recursos de la vía gubernativa, no procede la revocatoria directa, salvo que el acto administrativo haya sido expedido con fundamento en hechos falsos, manifiestamente contrario a la ley, o si se acredita la violación de derechos fundamentales, circunstancias que no se evidencian en este caso. Los fundamentos jurídicos para resolver la presente solicitud de revocatoria directa del acto administrativo antes señalado, se encuentra establecido en la Ley 1437 de 2011, artículo 93 y siguientes: “ARTÍCULO 93. Causales de revocación. Los actos administrativos deberán ser revocados por las mismas autoridades que los hayan expedido o por sus inmediatos superiores jerárquicos o funcionales, de oficio o a solicitud de parte, en cualquiera de los siguientes casos: 1. Cuando sea manifiesta su oposición a la Constitución Política o a la ley. 2. Cuando no estén conformes con el interés público o social, o atenten contra él. 3. Cuando con ellos se cause agravio injustificado a una persona. ARTÍCULO 94. Improcedencia. La revocación directa de los actos administrativos a solicitud de parte no procederá por la causal del numeral 1 del artículo anterior, cuando el peticionario haya interpuesto los recursos de que dichos actos sean susceptibles, ni en relación con los cuales haya operado la caducidad para su control judicial. ARTÍCULO 95. Oportunidad. La revocación directa de los actos administrativos podrá cumplirse aun cuando se haya acudido ante la Jurisdicción de lo Contencioso Administrativo, siempre que no se haya notificado auto admisorio de la demanda. Las solicitudes de revocación directa deberán ser resueltas por la autoridad competente dentro de los dos (2) meses siguientes a la presentación de la solicitud. RESOLUCIÓN NUMERO COCORPUN02202024 DEL 3 DE DICIEMBRE DE 2024 Contra la decisión que resuelve la solicitud de revocación directa no procede recurso. PARÁGRAFO. No obstante, en el curso de un proceso judicial, hasta antes de que se profiera sentencia de segunda instancia, de oficio o a petición del interesado o del Ministerio Público, las autoridades demandadas podrán formular oferta revocatoria de los actos administrativos impugnados previa aprobación del Comité de Conciliación de la entidad. La oferta de revocatoria señalará los actos y las decisiones objeto de la misma y la forma en que se propone restablecer el derecho conculcado o reparar los perjuicios causados con los actos demandados. Si el Juez encuentra que la oferta se ajusta al ordenamiento jurídico, ordenará ponerla en conocimiento del demandante quien deberá manifestar si la acepta en el término que se le señale para tal efecto, evento en el cual el proceso se dará por terminado mediante auto que prestará mérito ejecutivo, en el que se especificarán las obligaciones que la autoridad demandada deberá cumplir a partir de su ejecutoria. ARTÍCULO 96. Efectos. Ni la petición de revocación de un acto, ni la decisión que sobre ella recaiga revivirán los términos legales para demandar el acto ante la Jurisdicción de lo Contencioso Administrativo, ni darán lugar a la aplicación del silencio administrativo. ARTÍCULO 97. Revocación de actos de carácter particular y concreto Salvo las excepciones establecidas en la ley, cuando un acto administrativo, bien sea expreso o ficto, haya creado o modificado una situación jurídica de carácter particular y concreto o reconocido un derecho de igual categoría, no podrá ser revocado sin el consentimiento previo, expreso y escrito del respectivo titular. Si el titular niega su consentimiento y la autoridad considera que el acto es contrario a la constitución o a la ley, deberá demandarlo ante la Jurisdicción de lo Contencioso Administrativo. Si la Administración considera que el acto ocurrió por medios ilegales o fraudulentos lo demandará sin acudir al procedimiento previo de conciliación y solicitará al juez su suspensión provisional. PARÁGRAFO. En el trámite de la revocación directa se garantizarán los derechos de audiencia y defensa”. RESOLUCIÓN NUMERO COCORPUN02202024 DEL 3 DE DICIEMBRE DE 2024 III. CONSIDERACIONES Sea lo primero manifestar que, en este caso no es procedente la solicitud de revocatoria directa de la RESOLUCIÓN NÚMERO 097 del 30 de mayo de 2023, proferida por esta Dirección de Asuntos para Comunidades Negras, como quiera que no se encuentran dentro de las causales taxativamente establecidas en la Ley 1437 de 2011 (1. Cuando sea manifiesta su oposición a la Constitución Política o a la ley; 2. Cuando no estén conformes con el interés público o social, o atenten contra él; y 3. Cuando con ellos se cause agravio injustificado a una persona.), en consecuencia, esta Dirección no revocará la decisión emitida en la resolución atacada. Además, dicha resolución cumplió con el trámite procesal establecido en el Decreto 1745 de 1995 y la Ley 1437 de 2011 y se expidió teniendo en cuenta las normas correspondientes a la elección de los miembros de las juntas de los consejos comunitarios de Comunidades Negras y su correspondiente registro en la alcaldía. Por otro lado, no puede pretender el peticionario que se tome la revocatoria directa como una tercera instancia, con el fin de reabrir discusiones ya zanjadas, ni retrotraer oportunidades procesales ya surtidas, máxime, cuando en la reiterada jurisprudencia de la Corte Constitucional y el Consejo de Estado, la revocatoria no hace parte de la vía gubernativa ni es un recurso administrativo ordinario, sino que se trata de un procedimiento específico de control de la misma administración en la que puede intervenir el particular.(C-339 de 1996). En conclusión, la Dirección de Asuntos Para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior, manifiesta y pone en conocimiento a la peticionaria que referente a su solicitud de revocatoria directa de la RESOLUCIÓN NÚMERO 443 DEL 29 DE DICIEMBRE DE 2023, se mantiene en la decisión notificada a los señores EVER PORTO CAMPO Y ARMANDO VALERA SARMIENTO, impugnantes a los correos electrónicos: electrónico. eveerporto77@gmail.com – defderechoshumanos2009@gmail.com – armandovalera2367@gmail.com, a la señora KEYNES QUIROZ FIGUEROA y señor ELKIN DAVID GOMEZ RUIZ, impugnados a los correos electrónicos ellkinn25@gmail.com – keynesm2@gmail.com, a la ALCALDIA DE VALLEDUPAR – CESAR a los correos electrónicos: oficinadeasuntosetnicos9@gmail.com - secretariagobierno@valledupar- cesar.gov.co, al CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral al correo electrónico: ellkinn25@gmail.com. RESOLUCIÓN NUMERO COCORPUN02202024 DEL 3 DE DICIEMBRE DE 2024 IV. RESUELVE ARTÍCULO 1: DECLARAR IMPROCEDENTE la solicitud de revocatoria directa presentada por la señora KEYNES QUIROZ FIGUEROA contra la RESOLUCIÓN NÚMERO 443 DEL 29 DE DICIEMBRE DE 2023 “Por la cual se decide en segunda instancia el recurso de apelación interpuesto en contra de la Resolución No. 002822 del 27 de septiembre de 2023 emitida por la Secretaría de Gobierno de la alcaldía de Valledupar, de los procesos de elección de la junta directiva y representación legal del CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral., se mantiene en la decisión, Por las razones expuestas en la presente. ARTICULO 2: NOTIFICAR la presente resolución a la señora KEYNES QUIROZ FIGUEROA al correo electrónico keynesm2@gmail.com, a los señores EVER PORTO CAMPO Y ARMANDO VALERA SARMIENTO, a los correos electrónicos: electrónico. eveerporto77@gmail.com,defderechoshumanos2009@gmail.com,armandovalera2367@gmail .com, al CONSEJO COMUNITARIO MARCELINO OCHOA ÁLVAREZ “CATELO” del corregimiento de Guaymaral al correo electrónico: ellkinn25@gmail.com y a la ALCALDIA MUNICIPAL DE VALLEDUPAR – CESAR a los correos electrónicos: oficinadeasuntosetnicos9@gmail.com secretariagobierno@valledupar-cesar.gov.co, advirtiendo que contra este acto no procede recurso alguno en sede administrativa. ARTÍCULO 3. La presente resolución rige a partir de su notificación. Dado en Bogotá D.C, a los 3 días del mes de diciembre de 2024 Proyectó: Mairy Hernández Guzmán/Contratista/Grupo de Soporte Normativo/DCN Revisó: Nury Moscoso Mena/Contratista/Grupo Soporte Normativo/DCN Aprobó: Amelia Rocio Cotes Cortes / Directora/DCN"
}