{
  "_id": "b6c68a72e8b2e37515759da2a9d781b3fb2322e5",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/05/5.-circular-tiempos-de-atencion-1.pdf",
  "archivo": "5.-circular-tiempos-de-atencion-1.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/5.-circular-tiempos-de-atencion-1.pdf",
  "extraido_en": "2025-11-23T00:24:09.156483Z",
  "texto": "Al contestar cite Radicado 2025-3-002000-015073 Id: 539142 Folios: 4 Fecha: 15-05-2025 11:44:02 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: DIRECCION DE LA AUTORIDAD NACIONAL DE CONSULTA PREVIA y Otros... CIRCULAR INTERNA Bogotá, D.C. PARA: DIRECCIÓN DE DERECHOS HUMANOS DIRECCIÓN DE ASUNTOS RELIGIOSOS DIRECCIÓN DE ASUNTOS INDIGENAS RON Y MINORIAS DIRECCIÓN DE ASUNTOS PARA COMUNIDADES NEGRAS, AFROCOLOMBIANAS RAIZALES Y PALENQUERAS DIRECCION DE LA UTORIDAD NACIONAL DE CONSULTA PREVIA Demás Funcionarios del Despacho del Viceministerio para el Diálogo Social y los Derechos Humanos. ASUNTO: Medidas de atención al público en general. Estimados funcionarios, Con el objetivo de prestar un servicio célere, pertinente y oportuno que responda al principio de dignidad humana, se conmina a todas la Direcciones adscritas al Viceministerio para el Diálogo Social y los Derechos Humanos, sus funcionarios y colaboradores, para que en lo consecutivo ningún ciudadano o ciudadana que acuda a las instalaciones en las que se presta atención al público, pase más de 20 minutos sin ser atendido. Lo anterior con atención a la normatividad vigente y correspondiente a saber: Constitución Política de Colombia, Artículo 2.- Son fines esenciales del Estado: servir a la comunidad, promover la prosperidad general y garantizar la efectividad de los principios, derechos y deberes consagrados en la Constitución; facilitar la participación de todos en las decisiones que los afectan y en la vida económica, política, administrativa y cultural de la Nación; defender la independencia nacional, mantener la integridad territorial y asegurar la convivencia pacífica y la vigencia de un orden justo.6 Las autoridades de la República están instituidas para proteger a todas las personas residentes en Colombia, en su vida, honra, bienes, creencias, y demás derechos y libertades, y para asegurar el cumplimiento de los _______________________________________________________________________ Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Página | 1 deberes sociales del Estado y de los fuera del (subrayado particulares texto). Al contestar cite Radicado 2025-3-002000-015073 Id: 539142 Folios: 4 Fecha: 15-05-2025 11:44:02 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: DIRECCION DE LA AUTORIDAD NACIONAL DE CONSULTA PREVIA y Otros... celeridad, Constitución Política de Colombia, Articulo 209.- La función administrativa está al servicio de los intereses generales y se desarrolla con fundamento en los principios de igualdad, moralidad, eficacia, economía, la descentralización, la delegación y la desconcentración de funciones. Las autoridades administrativas deben coordinar sus actuaciones para el adecuado cumplimiento de los fines del Estado. La administración pública, en todos sus órdenes, tendrá un control interno que se ejercerá en los términos que señale la ley (subrayado fuera del texto). imparcialidad y publicidad, mediante Ley 489 de 1998, Artículo 4.- FINALIDADES DE LA FUNCIÓN ADMINISTRATIVA. La función administrativa del Estado busca la satisfacción de las necesidades generales de todos los habitantes, de conformidad con los principios, finalidades y cometidos consagrados en la Constitución Política (subrayado fuera del texto). Los organismos, entidades y personas encargadas, de manera permanente o transitoria, del ejercicio de funciones administrativas deben ejercerlas consultando el interés general. Ley 1437 de 2011, Artículo 5.- Derechos de las personas ante las autoridades. En sus relaciones con las autoridades, toda persona tiene derecho a: 1. Presentar peticiones en cualquiera de sus modalidades, verbalmente, o por escrito, o por cualquier otro medio idóneo y sin necesidad de apoderado, así como a obtener información y orientación acerca de los requisitos que las disposiciones vigentes exijan para tal efecto. Las anteriores actuaciones podrán ser adelantadas o promovidas por cualquier medio tecnológico o electrónico disponible en la entidad, aún por fuera de las horas de atención al público. 2. Conocer, salvo expresa reserva legal, el estado de cualquier actuación o trámite y obtener copias, a su costa, de los respectivos documentos. 3. Salvo reserva legal, obtener información que repose en los registros y archivos públicos en los términos previstos por la Constitución y las leyes. 4. Obtener respuesta oportuna y eficaz a sus peticiones en los plazos establecidos para el efecto. 5. Ser tratado con el respeto y la consideración debida a la dignidad de la persona humana. 6. Recibir atención especial y preferente si se trata de personas en situación de discapacidad, niños, niñas, adolescentes, mujeres gestantes o adultos mayores, y en general de personas en estado de indefensión o de debilidad manifiesta de conformidad con el artículo 13 _______________________________________________________________________ Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Página | 2 Al contestar cite Radicado 2025-3-002000-015073 Id: 539142 Folios: 4 Fecha: 15-05-2025 11:44:02 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: DIRECCION DE LA AUTORIDAD NACIONAL DE CONSULTA PREVIA y Otros... de la Constitución Política. 7. Exigir el cumplimiento de las responsabilidades de los servidores públicos y de los particulares que cumplan funciones administrativas. 8. A formular alegaciones y aportar documentos u otros elementos de prueba en cualquier actuación administrativa en la cual tenga interés, a que dichos documentos sean valorados y tenidos en cuenta por las autoridades al momento de decidir y a que estas le informen al interviniente cuál ha sido el resultado de su participación en el procedimiento correspondiente. 9. A relacionarse con las autoridades por cualquier medio tecnológico o electrónico disponible en la entidad o integrados (subrayado fuera del texto). Ley 1437 de 2011, Artículo 7.- Deberes de las autoridades en la atención al público. Las autoridades tendrán, frente a las personas que ante ellas acudan y en relación con los asuntos que tramiten, los siguientes deberes: 1. Dar trato respetuoso, considerado y diligente a todas las personas sin distinción. 2. Garantizar atención personal al público, como mínimo durante cuarenta (40) horas a la semana, las cuales se distribuirán en horarios que satisfagan las necesidades del servicio. 3. Atender a todas las personas que hubieran ingresado a sus oficinas dentro del horario normal de atención. 4. Establecer un sistema de turnos acorde con las necesidades del servicio y las nuevas tecnologías, para la ordenada atención de peticiones, quejas, denuncias o reclamos, sin perjuicio de lo señalado en el numeral 6 del artículo 5° de este Código. 5. Expedir, hacer visible y actualizar anualmente una carta de trato digno al usuario donde la respectiva autoridad especifique todos los derechos de los usuarios y los medios puestos a su disposición para garantizarlos efectivamente. 6. Tramitar las peticiones que lleguen vía fax o por medios electrónicos, de conformidad con lo previsto en el numeral 1 del artículo 5° de este Código. 7. Atribuir a dependencias especializadas la función de atender quejas y reclamos, y dar orientación al público. 8. Adoptar medios tecnológicos para el trámite y resolución de peticiones, y permitir el uso de medios alternativos para quienes no dispongan de aquellos. 9. Habilitar espacios idóneos para la consulta de expedientes y documentos, así como para la atención cómoda y ordenada del público. 10. Todos los demás que señalen la Constitución, la ley y los reglamentos (subrayado fuera del texto). Plan Nacional de Desarrollo. Fortalecimiento institucional como motor de cambio para recuperar la confianza de la ciudadanía y el fortalecimiento del vínculo Estado-Ciudadanía: Se realizarán ajustes institucionales y culturales para recuperar la confianza de la ciudadanía en las instituciones públicas. En este sentido, se mejorará la relación de las instituciones públicas con la ciudadanía, buscando cumplir con sus _______________________________________________________________________ Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Página | 3 Al contestar cite Radicado 2025-3-002000-015073 Id: 539142 Folios: 4 Fecha: 15-05-2025 11:44:02 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: DIRECCION DE LA AUTORIDAD NACIONAL DE CONSULTA PREVIA y Otros... expectativas y dar respuestas oportunas a problemas sociales complejos. Se diseñará una regulación eficiente y de calidad, y la transformación del Estado avanzará en términos de transparencia, digitalización, capacidad de desarrollo inclusivo e innovación para combatir de manera eficaz las diferentes formas de corrupción (subrayado fuera del texto). Así las cosas, con base en lo precitado y demás normas concordantes, se solicita a directores y directoras, a adelantar todas las acciones tendientes a garantizar una atención presencial debida a todas las comunidades consultantes sin excepción alguna, resaltando que la misma solo puede adelantarse dentro de las instalaciones físicas del Ministerio del Interior y sus direcciones anexas, por lo cual no es admisible la atención en vía pública o lugar diferente al asignado para tal fin. Atentamente, H. GABRIEL RONDÓN OLAVE Elaboró: Angela Bueno M. Revisó y aprobó: Sergio Garzón _______________________________________________________________________ Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Página | 4"
}