{
  "_id": "bd21f6eb62d6b2f467c1d24120bb739eb450eda2",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/09/resolucion-numero-rpu02582025-del-15-de-septiembre-de-2025.pdf",
  "archivo": "resolucion-numero-rpu02582025-del-15-de-septiembre-de-2025.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/resolucion-numero-rpu02582025-del-15-de-septiembre-de-2025.pdf",
  "extraido_en": "2025-11-22T23:53:48.407937Z",
  "texto": "RESOLUCIÓN NUMERO RPU02582025 DEL 15 DE SEPTIEMBRE DE 2025 Por la cual se actualiza la información de una Organización de Base, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras LA DIRECTORA DE ASUNTOS PARA COMUNIDADES NEGRAS, AFROCOLOMBIANAS, RAIZALES Y PALENQUERAS En uso de las facultades que le confieren los artículos 2.5.1.5.1, 2.5.1.5.6 y 2.5.1.5.8 del Decreto 1640 del 14 de diciembre de 2020, artículo 14 del Decreto 2893 de 2011 modificado por el Decreto 2353 de 2019, y demás normas pertinentes y, CONSIDERANDO: Que, mediante petición radicada ante el Ministerio del Interior, con numero de radicado 2024-1-002204- 103763 Id: 465566 de fecha 18 de diciembre de 2024, por la señora LUZ NEIDA HINESTROZA CASTRO, solicita la actualización de la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras como Representante Legal de la Organización de Base denominada FUNDACION ASO SABERES. Que la Organización de Base FUNDACION ASO SABERES, ubicada en el municipio Buenaventura, departamento de Valle del Cauca, se encuentra inscrita mediante la Resolución No. 0039 del 17 de marzo de 2020, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior. Que, para la actualización de la Organización de Base, se adjuntó la documentación y se cumplieron los requisitos exigidos en los artículos 2.5.1.5.6 y 2.5.1.5.8 del Decreto 1640 del 14 de diciembre de 2020. Que es del caso atender la solicitud y dar curso legal por parte de la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, por estar de acuerdo a las normas legales establecidas. En mérito de lo expuesto: RESUELVE: ARTICULO PRIMERO: Actualícese la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras a la Organización de Base FUNDACION ASO SABERES, con domicilio en la dirección carrera 41 No. 3-30, municipio Buenaventura, departamento Valle del Cauca, representada legalmente por la señora LUZ NEIDA HINESTROZA CASTRO, identificada con la cédula de ciudadanía No. 1.004.537.391. ARTICULO SEGUNDO: Actualícese en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior, el Representante legal y la Junta Directiva de la Organización de Base FUNDACION ASO SABERES, de conformidad con el Acta No. 01 del 24 de julio de 2024, quedando integrada de la siguiente manera: REPRESENTACIÓN LEGAL Y JUNTA DIRECTIVA Nombres y Apellidos LUZ NEIDA HINESTROZA CASTRO Identificación 1.004.537.391 REPRESENTANTE LEGAL/PRESIDENTE Cargo MARIA ELIZABETH ARREDONDO LÓPEZ ANGELA LICETH VALENCIA BENITEZ CLAUDIA LORENA OBREGON 31.588.849 1.151.441.257 66.738.740 VICEPRESIDENTA SECRETARIA TESORERA Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co 1 RESOLUCIÓN NUMERO RPU02582025 DEL 15 DE SEPTIEMBRE DE 2025 YANOHACELLI CAICEDO CASTRO CARMEN INÉS LUNA SOTO 38.474.325 66.730.163 DELEGADO 2 DELEGADO 1 Que fue elegido en calidad de Revisor Fiscal la señora YEINNY LISETH GRUESO RIASCOS, identificada con cédula de ciudadanía No.1.006.186.977 - T.P.253175 – T. ARTICULO TERCERO: Notifíquese la presente Resolución en los términos de los artículos 67 y 69 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo, a la señora LUZ NEIDA HENISTROZA CASTRO en su condición de Representante Legal de la Organización de Base FUNDACION ASO SABERES, correo electrónico fundacionasosaber@gmail.com ARTICULO CUARTO: Contra la presente resolución, proceden los recursos de reposición ante la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, y apelación ante el Despacho del viceministro para el dialogo social, la igualdad y los derechos humanos , los cuales se podrán interponer dentro de los 10 días hábiles siguientes a la notificación del presente Acto Administrativo, de acuerdo con lo establecido en los artículos 74 y 76 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo. NOTIFÍQUESE Y CUMPLASE Dada en Bogotá D.C., a los 15 días del mes de septiembre de 2025 AMELIA ROCÍO COTES CORTÉS Directora de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras Elaboró: Jhuliana Canga Soria – Contratista DCN Revisó: Adelaida Demoya – Profesional Esp. DCN Aprobó: Amelia Rocío Cotes Cortés- Directora DCN Ministerio del Interior – Sede Correspondencia 2 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co"
}