{
  "_id": "c2c3d84791f90905cebb8e052626f633bb1f97d9",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/11/1480.pdf",
  "archivo": "1480.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1480.pdf",
  "extraido_en": "2025-11-22T23:55:36.996737Z",
  "texto": "Y Interi 1480 RESOLUCIÓN NÚMERO 4 8 Y DE 2025 2 2 SEP 2025 Por la cual se reconoce personeria juridica especial a la entidad religiosa IGLESIA MINISTERIO INTERNACIONAL CASA DE ADORACION YAHWEH EL DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferi das por la Ley Estatutaria 133 de 1994 y los Capitulos 1 y 2, del Titulo 2, Parte 4, Libro 2 del Decreto Unico Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018, y la Resolución 0750 de 29 mayo de 2025, y, CONSIDERANDO: Que el señor YURANI MURILLO MAFUD, identificado con cédula de ciudadanía número 55.221.474 de Barranquilla, en su condición de representante legal de la entidad religiosa IGLESIA MINISTERIO INTERNACIONAL CASA DE ADORACION YAHWEH con domicilio en Soledaa, Atlántico mediante escrito radicado en este Ministerio bajo el ID: 587897 del 05 de agosto del 2025, solicitó reconocimiento de la personería jurídica especial de que trata la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015. Que dentro de la documentación aportada se encuentran: los estatutos y el reglamento interno; el acta de constitución, mediante las cuales se constituyó la entidad religiosa, se aprobaron los estatutos y reglamento interno, se designó al representante legal y se designaron dignatarios; y las constancias a que se refieren los numerales 6, 7, 8, 9 y 10, del artículo 2.4.2.2.1 del Decreto 1066 de 2015. Que se acreditaron debidamente los requisitos exigidos por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015, y no se vulneran los derechos constitucionales. Que esta decisión se fundamenta en el riguroso análisis del expediente administrativo en los términos del principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que, en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de Personería Jurídica Especial. Reconocer Personería Jurídica Especial a la entidad religiosa IGLESIA MINISTERIO INTERNACIONAL CASA DE ADORACION YAHWEH, con domicilio en Soledad, Atlántico, de conformidad con lo expuesto en la parte motiva de la presente resolución. Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la entidad religiosa IGLESIA MINISTERIO INTERNACIONAL CASA DE ADORACION YAHWEH, así como su representante legal, la señora YURANI MURILLO MAFUD, identificada con cédula de ciudadanía número 55.221.474 de Barranquilla, Atlántico. Página 1 de 2 $ Interior RESOLUCIÓN NÚMERO ' 0. 2025 Continuación resolución Por la cual se reconoce personería jurídica especial a la entidad religiosa “IGLESIA MINISTERIO INTERNACIONAL CASA DE ADORACION YAHWEH” Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante La Dirección de Asuntos Religiosas del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la inscripción en el Registro Público de Entidades Religiosas. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. a los 2 2 SEP 2025 Proyectó: Luis M Ramirez Revisó: Jaime Molina Aprobó: Richard Gamboa Ben-Eleazar. Exp: 18393 TRD-.2500.41.16 Página 2 de 2"
}