{
  "_id": "caf9c77856f4e8ef197e34bedb98e64b381abf6b",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/10/resolucion-numero-cocorpun01782024-de-21-de-octubre-de-2024.pdf",
  "archivo": "resolucion-numero-cocorpun01782024-de-21-de-octubre-de-2024.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/resolucion-numero-cocorpun01782024-de-21-de-octubre-de-2024.pdf",
  "extraido_en": "2025-11-22T23:47:37.751819Z",
  "texto": "REPUBLICA DE COLOMBIA MINISTERIO DEL INTERIOR RESOLUCIÓN NUMERO COCORPUN01782024 DE 21 DE OCTUBRE DE 2024 “Mediante el cual se resuelve la revocatoria directa de la resolución No. 098 del 30 de mayo del 2023 del Consejo Comunitario Mayor del Municipio de Certeguí - Chocó “COCOMACER” LA DIRECTORA LA DIRECCIÓN DE ASUNTOS PARA COMUNIDADES NEGRAS, AFROCOLOMBIANAS, RAIZALES Y PALENQUERAS, En uso de sus facultades constitucionales, legales y reglamentarias, en especial, las conferidas por el artículo 14 del Decreto 2893 de 2011 y Resolución 1969 del 28 de diciembre de 2017, Decreto 1640 de 2020, ley 1437 de 2011 y demás normas concordantes, I. ANTECEDENTES: El 30 de mayo del año 2023, la Dirección de Asuntos para las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, en desarrollo de sus funciones emitió la Resolución No. 098 del 30 de mayo 2023, resolvió: “ARTÍCULO 1°: REVOCAR la Resolución No. 082 del 24 de enero de 2023, emitida por la Alcaldía Municipal Cértegui, Chocó “Por medio de la cual la Alcaldía Municipal de Cértegui – Chocó, decide sobre las solicitudes de impugnación de firma y registro de actas de elección de la Junta y del Representante Legal del CONSEJO COMUNITARIO MAYOR DEL MUNICIPIO DE CÉRTEGUI “COCOMACER”, periodo 2023-2025 en el libro que lleva este ente territorial para tal efecto y se dictan otras disposiciones” por las consideraciones expuestas en la parte motiva de este acto. ARTICULO 2°: ORDENAR a la Alcaldía Municipal de Cértegui Chocó, para que el un término no superior a cinco (5) días hábiles, inscriba en el libro de registro que para tal efecto lleva, a la junta y el representante legal del CONSEJO COMUNITARIO MAYOR DE CERTEGUI “COCOMACER” elegidos para el periodo institucional 2023-2035 según Acta No. 001 del 1 de diciembre de 2022, según el punto 7 establecido en el orden del día de la siguiente manera: ARTICULO 3º: ORDENAR a la Alcaldía Municipal de Cértegui Chocó, para que un término no inferior a tres (3) días hábiles contados a partir de la fecha de expedición de la certificación de inscripción de la nueva junta y el representante legal del CONSEJO COMUNITARIO MAYOR DE CERTEGUI “COCOMACER” elegidos para el periodo institucional 2023-2035 según Acta No. 001 del 1 de diciembre de 2023, remite a la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior al correo electrónico servicioalciudadano@mininterior.gov.co copia de dicha certificación. ARTICULO 4°: NOTIFICAR esta decisión al señor BARACK SAPHIR ALUMA LUMUMBA al correo eléctrico juridicacofradia@gmail.com, al señor ERLIN ALVEIRO MORENO MURILLO en calidad de representante legal del CONSEJO COMUNITARIO MAYOR DE CERTEGUI “COCOMACER” al correo electrónico cocomacer2@gmail.com, y a la ALCALDÍA MUNICIPAL CERTEGUI - CHOCÓ, por medio del correo electrónico contactenos@certegui-choco.gov.co. Conforme lo indicado en el inciso segundo del parágrafo segundo del artículo 9 del Decreto1745 de1995, dispone: “Artículo 9. Elección. La elección de los miembros de la Junta del Consejo Comunitario se hará por consenso. En caso de no darse, se elegirá por mayoría de los asistentes a la Asamblea General del Consejo Comunitario. La elección se llevará a cabo en la primera quincena del mes de diciembre, de la cual se dejará constancia en el acta respectiva. Sus miembros sólo podrán ser reelegidos por una vez consecutiva. Parágrafo 1. Las Actas de Elección de la Junta del Consejo Comunitario se presentarán ante el alcalde municipal donde se localice la mayor parte de su territorio, quien la firmará y registrará en un libro que llevará para tal efecto, en un término no mayor de cinco (5) días. Dicha acta constituirá documento suficiente para los efectos de representación legal. RESOLUCIÓN NUMERO COCORPUN01782024 DE 21 DE OCTUBRE DE 2024 La Alcaldía Municipal enviará copia de las actas a los Gobernadores y alcaldes de las entidades territoriales involucradas y a la Dirección de Asuntos para las Comunidades Negras del Ministerio del Interior. Parágrafo 2. La Alcaldía Municipal respectiva resolverá en primera instancia sobre las solicitudes de impugnación de los actos de elección de qué trata el presente artículo, las cuales deberán ser presentadas dentro de los dos (2) meses siguientes a dicha elección. La Dirección de Asuntos para las Comunidades Negras del Ministerio del Interior conocerá en segunda instancia las solicitudes de impugnación y se hará seguimiento a los procedimientos y trámites que sobre esta materia se adelanten ante el tribunal Contencioso Administrativo competente.” (Negrita y subraya fuera del original). La Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior es competente para decidir en segunda instancia sobre los trámites de impugnación de los actos de elección de la junta y el representante legal de los consejos comunitarios, razón por la cual, luego de un estudio y análisis minucioso de las piezas documentales allegadas para tal fin, se expidió la Resolución Número 098 del 30 de Mayo de 2023 “Por la cual se decide en segunda instancia el recurso de apelación interpuesto en contra de la Resolución No. 082 del 24 de enero de 2023 por medio de la cual la Alcaldía Municipal de Cértegui – Chocó, decide sobre las solicitudes de impugnación de firma y registro de actas de elección de la Junta y del Representante Legal del Consejo Comunitario Mayor del Municipio de Cértegui COCOMACER periodo 2023-2025 en el libro que lleva este ente territorial para tal efecto y se dictan otras disposiciones”. Que de conformidad con lo previsto en el artículo 74 de la Ley 1437 de 2011, contra los actos administrativos de carácter particular y concreto, como es el caso de Resolución Número 098 del 30 de mayo de 2023, proceden los recursos de reposición y, en su caso, de apelación, que deben ser presentados dentro de los términos establecidos en la ley. Que Mediante consecutivo CONTROL DOC No. 2023-1-004044-052388 Id: 167671 del 19 de julio de 2023, CONTROL DOC No. 2023-1-004044-052488 Id: 167844 del 19 de julio de 2023, del el señor BARACK SAPHIR ALUMA LUMUMBA, allega a esta Dirección solicitud de “Revocatoria Directa de la Resolución 098 del 30 de mayo 2023, de la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras”, referente a la decisión del trámite de impugnación en segunda instancia sobre los actos de elección del CONSEJO COMUNITARIO MAYOR DEL MUNICIPIO DE CÉRTEGUI “COCOMACER”. Que pide en su escrito “Solicito a usted que, en uso de las facultades legales y competencias propias de su cargo, proceda a revocar la Solicito a usted que, en uso de las facultades legales y competencias propias de su cargo, proceda a revocar la Resolución 098 del 30 del mes de mayo de 2023 proferida por la Dirección de Asuntos para Comunidades Negras, y con sustento en las actuaciones registradas en el proceso, proceder al reconocimiento de las actuaciones de la comunidad contenidas en el acta de diciembre 14 de 2022. Ordenar a la Alcaldía Municipal de Cértegui la actualización del censo interno para la elección, de la junta directiva y demás instancia de representación del consejo comunitario acorde con la solicitud radicada, por el señor JOSE WILLINGTON PEREA PALACIOS, en calidad de Presidente del Consejo Comunitario Mayor de Cértegui, y con sustento en las actuaciones registradas en el proceso, proceder al reconocimiento de las actuaciones de la comunidad contenidas en el acta de diciembre 14 de 2022. Ordenar a la Alcaldía Municipal de Cértegui la actualización del censo interno para la elección, de la junta directiva y demás instancia de representación del consejo comunitario acorde con la solicitud radicada, por el señor JOSE WILLINGTON PEREA PALACIOS, en calidad de Presidente del Consejo Comunitario Mayor de Cértegui.” II. FUNDAMENTOJURÍDICO Que, en virtud del artículo 93 de la Ley 1437 de 2011, una vez agotados los recursos de la vía gubernativa, no procede la revocatoria directa, salvo que el acto administrativo haya sido expedido con fundamento en hechos falsos, manifiestamente contrario a la ley, o si se acredita RESOLUCIÓN NUMERO COCORPUN01782024 DE 21 DE OCTUBRE DE 2024 la violación de derechos fundamentales, circunstancias que no se evidencian en este caso. Los fundamentos jurídicos para resolver la presente solicitud de revocatoria directa del acto administrativo antes señalado, se encuentra establecido en la Ley 1437 de 2011, artículo 93 y siguientes: “ARTÍCULO 93. Causales de revocación. Los actos administrativos deberán ser revocados por las mismas autoridades que los hayan expedido o por sus inmediatos superiores jerárquicos o funcionales, de oficio o a solicitud de parte, en cualquiera de los siguientes casos: 1. 2. 3. Cuando sea manifiesta su oposición a la Constitución Política o a la ley. Cuando no estén conformes con el interés público o social, o atenten contra él. Cuando con ellos se cause agravio injustificado a una persona. ARTÍCULO 94. Improcedencia. La revocación directa de los actos administrativos a solicitud de parte no procederá por la causal del numeral 1 del artículo anterior, cuando el peticionario haya interpuesto los recursos de que dichos actos sean susceptibles, ni en relación con los cuales haya operado la caducidad para su control judicial. ARTÍCULO 95. Oportunidad. La revocación directa de los actos administrativos podrá cumplirse aun cuando se haya acudido ante la Jurisdicción de lo Contencioso Administrativo, siempre que no se haya notificado auto admisorio de la demanda. Las solicitudes de revocación directa deberán ser resueltas por la autoridad competente dentro de los dos (2) meses siguientes a la presentación de la solicitud. Contra la decisión que resuelve la solicitud de revocación directa no procede recurso. PARÁGRAFO. No obstante, en el curso de un proceso judicial, hasta antes de que se profiera sentencia de segunda instancia, de oficio o a petición del interesado o del Ministerio Público, las autoridades demandadas podrán formular oferta revocatoria de los actos administrativos impugnados previa aprobación del Comité de Conciliación de la entidad. La oferta de revocatoria señalará los actos y las decisiones objeto de la misma y la forma en que se propone restablecer el derecho conculcado o reparar los perjuicios causados con los actos demandados. Si el Juez encuentra que la oferta se ajusta al ordenamiento jurídico, ordenará ponerla en conocimiento del demandante quien deberá manifestar si la acepta en el término que se le señale para tal efecto, evento en el cual el proceso se dará por terminado mediante auto que prestará mérito ejecutivo, en el que se especificarán las obligaciones que la autoridad demandada deberá cumplir a partir de su ejecutoria. ARTÍCULO 96. Efectos. Ni la petición de revocación de un acto, ni la decisión que sobre ella recaiga revivirán los términos legales para demandar el acto ante la Jurisdicción de lo Contencioso Administrativo, ni darán lugar a la aplicación del silencio administrativo.” III. CONSIDERACIONES En conclusión, la Dirección de Asuntos Para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior, manifiesta y pone en conocimiento al peticionario que referente a su solicitud de revocatoria directa de la Resolución 098 del 30 del mes de mayo de 2023, se mantiene en la decisión notificada al señor BARACK SAPHIR ALUMA LUMUMBA al correo eléctrico juridicacofradia@gmail.com, al señor ERLIN ALVEIRO MORENO MURILLO en calidad de representante legal del CONSEJO COMUNITARIO MAYOR DE CERTEGUI “COCOMACER” al correo electrónico cocomacer2@gmail.com, y a la ALCALDÍA MUNICIPAL CERTEGUI - CHOCÓ, por medio del correo electrónico contactenos@certegui-choco.gov.co, Además, dicha resolución cumplió con el trámite procesal establecido en el Decreto 1745 de 1995 y la Ley 1437 de 2011 y se expidió teniendo en cuenta las normas correspondientes a la elección de los miembros de las juntas de los consejos comunitarios de Comunidades Negras y su correspondiente registro en la alcaldía. La Corte Constitucional en sentencia C-742-1999, numeral segundo de la parte considerativa, indicó: “2. Las partes pueden optar por pedir la revocación de los actos administrativos o ejercer los recursos en la vía gubernativa a que se refiere el artículo 50 C.C.A. Pero resulta claro que si ya se ejercieron los recursos en RESOLUCIÓN NUMERO COCORPUN01782024 DE 21 DE OCTUBRE DE 2024 la vía gubernativa no puede pedirse después la revocación del acto administrativo en cuestión pues precisamente se supone que es allí, en la vía gubernativa, donde se debió solicitar no solo la aclaración o modificación de un acto administrativo sino también su revocación.” RESUELVE: Artículo 1. Declarar improcedente la solicitud de revocatoria directa presentada por el señor BARACK SAPHIR ALUMA LUMUMBA al correo eléctrico juridicacofradia@gmail.com, al señor ERLIN ALVEIRO MORENO MURILLO en calidad de representante legal del CONSEJO CERTEGUI “COCOMACER” al correo electrónico COMUNITARIO MAYOR DE cocomacer2@gmail.com, y a la ALCALDÍA MUNICIPAL CERTEGUI - CHOCÓ, por medio del correo electrónico contactenos@certegui-choco.gov.co contra la Resolución 098 del 30 del mes de mayo de 2023, por haberse agotado los recursos de la vía gubernativa. Artículo 2. Notificar la presente resolución al señor BARACK SAPHIR ALUMA LUMUMBA al correo eléctrico juridicacofradia@gmail.com, al señor ERLIN ALVEIRO MORENO MURILLO en calidad de representante legal del CONSEJO COMUNITARIO MAYOR DE CERTEGUI “COCOMACER” al correo electrónico cocomacer2@gmail.com, y a la ALCALDÍA MUNICIPAL CERTEGUI - CHOCÓ, por medio del correo electrónico contactenos@certegui-choco.gov.co, advirtiendo que contra este acto no procede recurso alguno en sede administrativa. Artículo 3. La presente resolución rige a partir de su notificación. Dado en Bogotá D.C, a los 21 dìas del mes de octubre de 2024 Proyectó: Jaime Porras - Grupo Protección de Derechos Fundamentales DCN Revisó: Karen Chaverra Grupo Soporte Normativo DCN Aprobó: Elsa Nury Lozano Ramos / Directora (E) DCN"
}