{
  "_id": "d3a3f9f29ad0583b83f5c6e173cbf8fdb8a217ae",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/11/resolucion-del-06-de-noviembre-de-2025.pdf",
  "archivo": "resolucion-del-06-de-noviembre-de-2025.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/resolucion-del-06-de-noviembre-de-2025.pdf",
  "extraido_en": "2025-11-22T23:47:33.014797Z",
  "texto": "RESOLUCIÓN NUMERO RPU03882025 DEL 06 DE NOVIEMBRE DE 2025 Por la cual se actualiza la información de una Organización de Base, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras LA DIRECTORA DE ASUNTOS PARA COMUNIDADES NEGRAS, AFROCOLOMBIANAS, RAIZALES Y PALENQUERAS En uso de las facultades que le confieren los artículos 2.5.1.5.2, 2.5.1.5.6 y 2.5.1.5.8 del Decreto 1640 del 14 de diciembre de 2020, artículo 14 del Decreto 2893 de 2011 modificado por el Decreto 2353 de 2019, y demás normas pertinentes y, CONSIDERANDO: Que mediante peticiones radicadas ante el Ministerio del Interior, con números de radicados 2024-1- 002204-103596 Id: 465119 de fecha 17 de diciembre de 2024; 2024-1-002201-103611- Id: 465149 del 17 de diciembre de 2024 y 2025-1-002204-0007885 Id: 472649 del 09 de enero de 2025 por la señora ELEXI SIERRA ÁVILA, solicita la actualización de la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras como Representante Legal del Consejo Comunitario denominado CONSEJO COMUNITARIO AFRODESCENDIENTES DEL ALTO CARIBONA. Que el Consejo Comunitario denominado CONSEJO COMUNITARIO AFRODESCENDIENTES DEL ALTO CARIBONA, ubicado en el corregimiento Alto Caribona municipio de Montecristo, departamento de Bolívar, se encuentra inscrita mediante la Resolución No. 128 del 21 de mayo de 2021, en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior. Que, para la actualización del Consejo Comunitario, se adjuntó la documentación y se cumplieron los requisitos exigidos en el artículo 2.5.1.5.6 del Decreto 1640 del 14 de diciembre de 2020. Que es del caso atender la solicitud y dar curso legal por parte de la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, por estar de acuerdo a las normas legales establecidas. En mérito de lo expuesto: RESUELVE: ARTICULO PRIMERO: Actualícese la información en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas y Organizaciones de Base de Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del CONSEJO COMUNITARIO AFRODESCENDIENTES DEL ALTO CARIBONA, con domicilio en el corregimiento Alto Caribona, municipio de Montecristo, departamento de Bolívar, representado legalmente por la señora ELEXI SIERRA ÁVILA, identificada con la cédula de ciudadanía No. 50.881.739 ARTICULO SEGUNDO: Actualícese en el Registro Público Único Nacional de Consejos Comunitarios, Formas y Expresiones Organizativas, y Organizaciones de Base de las Comunidades Negras, Afrocolombianas, Raizales y Palenqueras del Ministerio del Interior, el Representante legal y la Junta Directiva del CONSEJO COMUNITARIO AFRODESCENDIENTES DEL ALTO CARIBONA, de conformidad con el Acta del 20 de noviembre de 2022, quedando integrada de la siguiente manera: REPRESENTACIÓN LEGAL Nombres y Apellidos ELEXI SIERRA ÁVILA Identificación 50.881.739 Cargo REPRESENTANTE LEGAL JUNTA DIRECTIVA Nombres y Apellidos ALIRIO ROJAS VILLEGAS MILTON CEPEDA RUIZ JULIO CESAR ESTRADA OSORIO Identificación 9.161.778 7.925.607 80.516.673 Cargo CONSEJERO MAYOR PRESIDENTE VICEPRESIDENTE Ministerio del Interior – Sede Correspondencia Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co 1 RESOLUCIÓN NUMERO RPU03882025 DEL 06 DE NOVIEMBRE DE 2025 MÓNICA MARÍA ÁNGEL MONTES ETANISLAO PALACIOS HURTADO FABER ANTONIO VERGARA JIMÉNEZ GUSTAVO TORRES ANGARITA 43.816.034 4.821.351 92.131.638 3.635.269 SECRETARIA TESORERO VOCAL 1 VOCAL 2 Que fue elegido en calidad de Fiscal el señor ORLANDO JOSÉ OLIVERA ÁLVAREZ, identificado con cédula de ciudadanía No. 1.095.930.068 ARTICULO TERCERO: Notifíquese la presente Resolución en los términos de los artículos 67 y 69 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo, a la señora ELEXI SIERRA ÁVILA en su condición de Representante Legal del del CONSEJO COMUNITARIO AFRODESCENDIENTES electrónico concejoafroaltocaribona20@gmail.com CARIBONA, correo ALTO DEL ARTICULO CUARTO: Contra la presente resolución, proceden los recursos de reposición ante la Dirección de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras, y apelación ante el Despacho del viceministro para el dialogo social, la igualdad y los derechos humanos , los cuales se podrán interponer dentro de los 10 días hábiles siguientes a la notificación del presente Acto Administrativo, de acuerdo con lo establecido en los artículos 74 y 76 del Código de Procedimiento Administrativo y de lo Contencioso Administrativo. NOTIFÍQUESE Y CÚMPLASE. Dada en Bogotá D.C., a los 05 días del mes de noviembre de 2025 AMELIA ROCÍO COTES CORTÉS. Directora de Asuntos para Comunidades Negras, Afrocolombianas, Raizales y Palenqueras. Proyecto: Cristian Leone Polo – Contratista DCN. Reviso: Anyelitza Ortega Therán – Contratista DCN. Aprobó: Amelia Rocío Cotes Cortés – Directora DCN. EXT TRD-0233.07 Ministerio del Interior – Sede Correspondencia 2 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co"
}