{
  "_id": "dd29435d79dc12706d90df1f9af8c1326130d1b3",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/11/2025-00103-00-autoobedezcasecumplase.pdf",
  "archivo": "2025-00103-00-autoobedezcasecumplase.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/2025-00103-00-autoobedezcasecumplase.pdf",
  "extraido_en": "2025-11-22T23:47:31.461595Z",
  "texto": "INFORME SECRETARIAL Noviembre 10 de 2025.- En la fecha al Despacho del señor Juez con el presente proceso, informando que el H. Tribunal Superior del Distrito Judicial de San José del Guaviare, mediante providencia del 5 de noviembre de 2025, resolvió decretar la nulidad de todo lo actuado, a partir del fallo de tutela proferido el 22 de septiembre de 2025. La emisora de radio María Estéreo no se encuentra actualmente en funcionamiento, no obstante, la policía nacional cuenta con dicho servicio de emisión radical a través de su emisora municipal, sírvase proveer. El secretario, ROGERS ARLEY PARRA MAMBY JUZGADO PROMISCUO DEL CIRCUITO Inírida (Guainía), diez (10) de noviembre de dos mil veinticinco (2025). REF: ACCIÓN DE TUTELA No. 940013189001-2025-00103-00, Accionante: representante legal ANDERSON CANDIDO DASILVA del REGUARDO INDIGENA BAJO RIO GUAINÍA Y RIO NEGRO, Accionados: COMPENSATION INTERNATIONAL PROGRESS S.A. GREENLIFE., TÜV NORD CERT GMBH (ALEMANIA) , ENVIANCE SERVICES PRIVATE LIMITED (INDIA), PLANETAI NATURE SPACE, y ECOPETROL. Vinculados: HUMAN FOREST S.A.S, VERSA S.A.S., ONAC – ORGANISMO NACIONAL DE ACREDITACIÓN DE COLOMBIA., MINISTERIO DE AMBIENTE Y DESARROLLO SOSTENIBLE, INCODER / AGENCIA NACIONAL DE TIERRAS – ANT, MINISTERIO DEL INTERIOR, MINISTERIO DEL INTERIOR – DIRECCIÓN DE CONSULTA PREVIA, DIAN, INSTITUCIÓN FORMARTE, AGENCIA NACIONAL DE TIERRAS (ANT), INSTITUTO GEOGRÁFICO AGUSTÍN CODAZZI (IGAC), ORGANIZACIÓN NACIONAL INDÍGENA DE COLOMBIA (ONIC), AUTORIDAD NACIONAL DE LICENCIAS AMBIENTALES (ANLA), DEPARTAMENTO DEL GUAINÍA, PROCURADURÍA GENERAL DE LA NACIÓN, PERSONERÍA MUNICIPAL, DEFENSORIA DEL PUEBLO REGIONAL GUAINIA, MINISTERIO DE RELACIONES EXTERIORES. OBEDÉZCASE y CÚMPLASE lo dispuesto por el Honorable Tribunal Superior del Distrito Judicial de San José del Guaviare, mediante providencia del 5 de noviembre de 2025, en la cual resolvió decretar la nulidad de todo lo actuado a partir del fallo de tutela del 22 de septiembre de 2025. Conforme a lo anterior, a fin de subsanar las falencias a allí evidenciadas, notifíquese a través de medio electrónico al Consejo Indígena de Gobierno Curripaco y Nheengatu del Bajo Río Guainia:  bajorioguainia070320@gmail.com ,  Abonado telefónico 3142267493. De igual forma notifíquese correctamente a la empresa Versa S.A.S., a los siguientes correos electrónicos:    info@equipoversa.com, atencionalcliente@equipoversa.com servicioalcliente@equipoversa.com. A Tüv Nord Cert GmbH, notifíquesele igualmente a los siguiente correos electrónicos:  jfroese@tuev-nord.de  bertoletti@vonbilaw.com 1 Por Secretaría, notifíquese esta providencia por el medio más expedito y eficaz a los representantes legales de las partes accionadas y vinculadas de oficio, quienes dispondrán del término de dos (2) días, contados a partir de la respectiva notificación, para pronunciarse sobre los hechos expuestos en la solicitud de tutela, aportar pruebas y/o solicitar la práctica de estas, y en general, ejercer el derecho a la defensa. El Departamento del Guainía, el Municipio de Inírida, la Secretaría de Asuntos Indígenas del Departamento del Guainía y el Ministerio del Interior deberán publicar la presente acción de tutela en todas sus plataformas, carteleras y redes sociales de manera inmediata, una vez notificados, y deberán allegar constancia de dicha publicación a este Juzgado. Por su parte, la Secretaría de Asuntos Indígenas del Departamento del Guainía deberá comunicar la presente decisión a las comunidades indígenas mencionadas en la acción constitucional, notificando a cada uno de los representantes indígenas y autoridades ancestrales, una vez efectuada dicha notificación deberá remitirse constancia de lo surtido. La Secretaría de este Despacho deberá publicar la presente actuación en la plataforma TYBA y en el micrositio de la Rama Judicial. Asimismo, solicitará la colaboración de la emisora POLICIA NACIONAL con funcionamiento en esta municipalidad para que durante dos (2) días informe a la comunidad en general sobre la existencia de la presente acción constitucional, haciendo énfasis en que los interesados podrán acercarse a la Secretaría de este Despacho para obtener más información, y deberá allegar constancia de la emisión radial efectuada. NOTIFÍQUESE, ALEJANDRO SASTOQUE ROMERO JUEZ R.A.P.M. Firmado Por: Alejandro Sastoque Romero Juez Juzgado De Circuito Promiscuo Inirida - Guainia Este documento fue generado con firma electrónica y cuenta con plena validez jurídica, conforme a lo dispuesto en la Ley 527/99 y el decreto reglamentario 2364/12 Código de verificación: ad6c548cb11bf014de8573aed90ef92fdf9c458cb36c3eb5043998ff9115d63f Documento generado en 10/11/2025 02:37:04 PM Descargue el archivo y valide éste documento electrónico en la siguiente URL: https://procesojudicial.ramajudicial.gov.co/FirmaElectronica 2"
}