{
  "_id": "dedf68a906703588ac53439514933b05c0806086",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1012.pdf",
  "archivo": "1012.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1012.pdf",
  "extraido_en": "2025-11-23T00:18:38.726562Z",
  "texto": "kl Interior RESOLUCIÓN ser O 12 Por la cual se reconoce personería jurídica esp: IGLESIA AMBIENTE DE GLO EL DIRECTOR DE ASUNTOS REL! MINISTERIO DEL INTER| En ejercicio de sus facultades legales, en especial las confe y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Dec Administrativo del Interior 1066 de 2015, en concordanci subrogado por el Decreto 1140 de 2018 y modificado por el 1156 del 26 de julio de 2018, la Resolución 0750 CONSIDERANDO: Que la señora SILVIA MARCELA SALAZAR DIAZ , identifi 20 por la Ley Est 22 JUL 2 202 IA RUAH GIOSOS DEL OR eto Unico Reglam: con el Decreto Le Decreto 2353 de 2 32.244.393 de Envigado, obrando en su condición de representante legal de AMBIENTE DE GLORIA RUAH, con domicilio en Medellín - este Ministerio bajo el número radicado ID 545730 del 26 de de la personería jurídica especial de que trata la Ley Estatut del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015. Que dentro de la documentación aportada se encuentran: | acta de constitución, mediante las cuales se constituyó la enti y reglamento interno, se designó al representante legal y se d a que se refieren los numerales 6, 7, 8, 9 y 10, del artículo 2. Que se acreditaron debidamente los requisitos exigidos por la Ley Estatutaria Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 constitucionales. Que en cumplimiento a lo dispuesto en el Decreto 1535 de 2 del Decreto 1066 de 2015, y una vez habilitado el sistema electrónico para : n linea y en forma certificados de existencia y representación legal de las ent mayo de 2025, so aria 133 de 1994 y s estatutos y el r signaron dignatari .2.2.1 del Decreto de 2015, y no se v 015, que modificó dades religiosas, gratuita, el día 25 de agosto de 2015; los mismos deberán ser solicitados y tramit; ingresando a la página web de este asuntosreligiosos.mininterior.gov.co. Ministerio: Que esta decisión se fundamenta en el riguroso análisis del expediente administr del principio constitucional de buena fe, consagrado en el artí Que en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de la personería jurídica e: de conformidad con lo expuesto en la parte motiva de la pres Artículo 2. Inscripción. Inscríbase en el Registro Público AMBIENTE DE GLORIA RUAH, así como su representa SALAZAR DIAZ, identificada con cédula de ciudadanía núm culo 83 de la Consi , con domicilio en nte resolución. e Entidades Relig ni legal, la señora ro 32.244.393 de Envigado. cial a la entidad re : del 29 de mayo del ada con cédula de www.mi ¡pecíial. Reconocer especial a la entidad IGLESIA AMBIENTE DE GLORIA RUAH 25 igiosa tutaria 133 de 1994 ntario del Sector 2893 de 2011, 19, la Resolución 2025, y ciudadanía número la entidad IGLESIA ntioquia, mediante escrito radicado en icitó reconocimiento los Capítulos 1 y 2, lamento interno; el el ad religiosa, se aprobaron los estatutos s; y las constancias 11066 de 2015. 133 de 1994 y los Ineran los derechos | articulo 2.4.2.1.15 expedición de los “ados por ese medio, hinterior.gov.co 0 tivo en los términos itución Política. personería jurídica Medellín - Antioquia, ¡osas a la IGLESIA SILVIA MARCELA Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entida señalado en el artículo 70 de la Ley 1437 de 2011. des Religiosas, de conformidad con lo $ ) Int (1 RESOLUCIÓN NÚMERO 2. 2025 Continuación resolución “Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA AMBIENTE DE GLORIA RUAH” Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la fecha de su publicación. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá, D.C., a los 2 2 JUL 2025 Proyectó: Gabriela Contreras Revisó: Jaime Molina Aprobó: Richard Gamboa Exp N° - 18226 T.R.D. 2500.41.16 Página 2 de 2"
}