{
  "_id": "dee44e91b66744c79e40188bd3f12d37207150a4",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1056.pdf",
  "archivo": "1056.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1056.pdf",
  "extraido_en": "2025-11-23T00:14:05.860646Z",
  "texto": "J Interi Y RESOLUCIÓN NÚMERO__ |! VV V | 0 5 6 DE 2025 25 JUL 2025 Por la cual se extienden los efectos juridicos de la personeria juridica especial de la entidad religiosa DENOMINACION ECLESIASTICA IGLESIAS EVANGELICAS DEL CARIBE a favor de la CONFESIÓN RELIGIOSA ZONA 3 — AIEC EL DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto-Ley 2893 de 2011, modificado por el Decreto 1140 del 4 de julio de 2018 y sustituido por el Decreto 2353 del 26 de diciembre de 2019, la Resolución 1156 del 26 de julio de 2018, la Resolución 0750 del 29 de mayo de 2025, y CONSIDERANDO: Que el señor MIGUEL AUGUSTO BEDOYA CARDENAS identificado con cédula de ciudadanía número No. 2.759.062 expedida en Ciénaga de Oro- Córdoba obrando en su condición de representante legal de la entidad religiosa DENOMINACIÓN ECLESIÁSTICA IGLESIAS EVANGÉLICAS DEL CARIBE, con personería jurídica especial otorgada con Resolución No. 595 del 4 de agosto del 1997, domiciliada en Sincelejo - Sucre solicitó bajo el radicado número Id: 552836 del 6 de junio de 2025, la extensión de los efectos jurídicos de la personería jurídica especial de la entidad que representa. Que la extensión de los efectos jurídicos de la personería jurídica especial de la entidad religiosa DENOMINACIÓN ECLESIÁSTICA IGLESIAS EVANGÉLICAS DEL CARIBE se solicita a favor de la CONFESIÓN RELIGIOSA ZONA 3 — AIEC, domiciliada en el municipio de Montería departamento Córdoba, en calidad de asociada, cuyo representante legal, de acuerdo con los documentos aportados, es el señor ENOC DAVID PALACIO PALENCIA identificado con cédula de ciudadanía número No. 15.668.187 expedida en Plante Rica - Córdoba. Que mediante el oficio bajo Id: 562395 del 23 de junio de 2025, la Dirección de Asuntos Religiosos hizo algunas observaciones, en virtud del artículo 2.4.2.2.4 del Decreto 1066 de 2015, las cuales fueron atendidas por la entidad religiosa mediante comunicación radicada bajo el ld: 571676 del 9 de julio de 2025. Que dentro de la documentación aportada se encuentran: la certificación expedida por el ente con personería jurídica especial que indica el objeto religioso exclusivo de la entidad asociada y el cumplimiento de los requisitos contenidos en los artículos 2.4.2.2.1, 2.4.2.2.2 y 2.4.2.2.3 del Decreto 1066 de 2015; el acta de constitución en la cual manifiestan acogerse a los estatutos y el reglamento interno de la entidad que extiende los efectos, el nombre de la entidad asociada, de su representante y de los dignatarios con los respectivos datos de identificación, y la autorización para que la entidad religiosa con personería jurídica especial realice el trámite de solicitud. Que revisada la documentación aportada, resulta procedente dar aplicación a lo consagrado en el 2.4.2.3.1 del Decreto 1066 de 2015, extendiendo los efectos jurídicos de la personería jurídica especial de la entidad religiosa DENOMINACIÓN ECLESIÁSTICA IGLESIAS EVANGÉLICAS DEL CARIBE se solicita a favor de la CONFESIÓN RELIGIOSA ZONA 3 — AIEC. Que en cumplimiento a lo dispuesto en el Decreto 1535 de 2015, que modificó el artículo 2.4.2.1.15 del Decreto 1066 de 2015, y una vez habilitado el sistema electrónico para la expedición de los certificados de existencia y representación legal de las entidades religiosas, en línea y en forma gratuita, el día 25 de agosto de 2015; los mismos deberán ser solicitados y tramitados por ese medio, Página 1 de 2 ey) Interior RESOLUCION vomeno | 0 9 6. 2025 Continuación resolución ““Por la cual se extienden los efectos jurídicos de la personería jurídica especial de la entidad religiosa DENOMINACIÓN ECLESIÁSTICA IGLESIAS EVANGELICAS DEL CARIBE a favor de la CONFESIÓN RELIGIOSA ZONA 3 — AIEC” ingresando a la pagina web de este Ministerio: www.mininterior.gov.co asuntosreligiosos.mininterior.gov.co. Que esta decisión se fundamenta| en un riguroso análisis del expediente administrativo en los términos de principio constitucional de buena fe, consagrado en el articulo 83 de la Constitución Política. Que en mérito de lo expuesto, RESUELVE: Artículo 1. Extensión de los efectos jurídicos de la personería jurídica especial. Extender los efectos jurídicos de la personería jurídica especial de la entidad religiosa DENOMINACIÓN ECLESIÁSTICA IGLESIAS EVANGÉLICAS DEL CARIBE, con personería jurídica especial otorgada con Resolución No. 595 del 4 de agosto del 1997, domiciliada en Sincelejo - Sucre, a la entidad asociada CONFESIÓN RELIGIOSA ZONA 3 - AIEC, domiciliada en Montería - Córdoba. Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la CONFESIÓN RELIGIOSA ZONA 3 — AIEC, en los términos del artículo 2.4.2.3.3 del Decreto 1066 de 2015, asi como a su representante legal, el señor ENOC DAVID PALACIO PALENCIA identificado con cédula de ciudadanía número No. 15.668.187 expedida en Plante Rica - Córdoba. Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el registro público de entidades religiosas, de conformidad con lo señalado en el artículo 70 de la ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de su expedición NOTIFÍQUESE Y CÚMPLASE ! Dada en Bogotá D.C. a los 2 5 JUL 2025 _FÁCHARD GAMBOA BEN-ELEAZAR Director de Asuntos Religiosos Proyectó: Mónica del Pilar Castañeda Revisó: Jaime Molina Aprobó: Richard Gamboa Ben-Eleazar EXP: 2692 TRD-.2500- 19 Página 2 de 2"
}