{
  "_id": "e1db6267a6c70446a30ebfcaced3e0fd63826baa",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/10/1438-1.pdf",
  "archivo": "1438-1.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1438-1.pdf",
  "extraido_en": "2025-11-22T23:57:40.545500Z",
  "texto": "i) Interior 1438. 1.5 SEP 2025 RESOLUCIÓN NÚMERO Por la cual se reconoce personería jurídica especial a la entidad religiosa IGLESIA DE CRISTO EBENEZER BETSAIDA EL DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018, la Resolución 0750 del 29 de mayo del 2025, y CONSIDERANDO: Que el señor ANGEL GABRIEL OLARTE MURCIA, identificado con cédula de ciudadanía número 1.101.759.062 de Vélez (Santander), obrando en su condición de representante legal de la entidad religiosa IGLESIA DE CRISTO EBENEZER BETSAIDA, con domicilio en Vélez (Santander), mediante escrito radicado en este Ministerio bajo el número radicado ID 515714 del 31 de marzo de 2025, solicitó reconocimiento de la personería jurídica especial de que trata la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015. Que mediante oficio ID 579214 del 22 de julio de 2025, esta Dirección efectuó algunas observaciones, en virtud del Capítulo 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015, las cuales fueron subsanada a través de comunicación con radicado ID 591963 del 13 de agosto de 2025 Que, dentro de la documentación aportada se encuentran: los estatutos y el reglamento interno; el acta de constitución, mediante las cuales se constituyó la entidad religiosa, se aprobaron los estatutos y reglamento interno, se designó al representante legal y se designaron dignatarios; y las constancias a que se refieren los numerales 6, 7, 8, 9 y 10, del artículo 2.4.2.2.1 del Decreto 1066 de 2015. Que, se acreditaron debidamente los requisitos exigidos por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto 1066 de 2015, y no se vulneran los derechos constitucionales. Que, esta decisión se fundamenta en el riguroso análisis del expediente administrativo en los términos del principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que, en mérito de lo expuesto, RESUELVE: Artículo 1. Reconocimiento de la personería jurídica especial. Reconocer personería jurídica especial a la entidad IGLESIA DE CRISTO EBENEZER BETSAIDA, con domicilio en Vélez (Santander), de conformidad con lo expuesto en la parte motiva de la presente resolución. 1 1 ter 3 RESOLUCIÓN nomerol 49 U F358. 2025 Continuación resolución “Por la cual se reconoce personería jurídica especial a la entidad IGLESIA DE CRISTO EBENEZER BETSAIDA” Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la IGLESIA DE CRISTO EBENEZER BETSAIDA, así como su representante legal, el señor ANGEL GABRIEL OLARTE MURCIA, identificado con cédula de ciudadanía número 1.101.759.062 de Vélez (Santander). Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de la fecha de su publicación. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá, D.C., a los 15 SEP 2025 VEE ae 7 Director de Asuntos Religiosos Proyectó: Dania Granados Revisó: Jaime Molina Aprobó: Richard Gamboa Exp N° - 18114 TRD- T.R.D. 2500.41.16 Página 2 de 2"
}