{
  "_id": "eb5f8282001879a42ae3707298528b8dd213ba4b",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1039.pdf",
  "archivo": "1039.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1039.pdf",
  "extraido_en": "2025-11-23T00:15:00.608334Z",
  "texto": "ú Inte y 7 a RESOLUCION NUMERO 0 3 Q DE 2025 2 4 JUL 2025 Por la cual se declara conforme a la ley la reforma integral de los estatutos de la entidad religiosa IGLESIA KAYROS CENTER. El DIRECTOR DE ASUNTOS RELIGIOSOS DEL MINISTERIO DEL INTERIOR En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario del Sector Administrativo del Interior 1066 de 2015, en concordancia con el Decreto Ley 2893 de 2011, subrogado por el Decreto 1140 del 4 de julio de 2018 y modificado por el Decreto 2353 de 2019, la Resolución 1156 del 26 de julio de 2018, y la Resolución 0750 del 29 de mayo de 2025, y CONSIDERANDO: Que mediante Resolución número 392 del 08 de abril de 1996, se le reconoció Personería jurídica especial a la entidad religiosa IGLESIA KAYROS CENTER, con domicilio en Villavicencio, Meta. Que el señor JOSÉ MAURICIO SILVA BERRIOS, identificado con cédula de extranjería número 247.562, obrando en condición de Representante Legal, mediante comunicación con radicado ID 543641 del 22 de mayo del 2025, solicitó declarar conforme a la Ley 133 de 1994 y a los Capítulos 1 y 2, Título 2, Parte 4, Libro 2 del Decreto Único Reglamentario 1066 de 2015, la reforma de estatutos de la entidad religiosa. Que de conformidad con lo establecido en el artículo 2.4.2.1.4 del Decreto Único Reglamentario 1066 de 2015, y el artículo 16 D del Decreto-Ley 2893 de 2011, adicionado por el artículo 4 del Decreto 2353 de 2019, adicionado por el artículo 8? del Decreto 1140 de 2018, la reforma integral de los estatutos se encuentra ajustada a lo dispuesto en los mismos para tal fin. Que la reforma de los estatutos mencionada, no contraría los derechos constitucionales fundamentales y se encuentra conforme con la Ley No.133 de 1994. Que esta decisión se fundamenta en el riguroso análisis del expediente administrativo en los términos del principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que, en mérito de lo expuesto, RESUELVE: Artículo 1. Declaratoria de conformidad. Declárase conforme a los derechos constitucionales fundamentales y a la Ley 133 de 1994, la reforma integral de los estatutos de la entidad religiosa IGLESIA KAYROS CENTER; el cual fue reformado por el representante legal, conforme a la parte motiva de la presente resolución. Artículo 2. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el Registro Público de Entidades Religiosas, de conformidad con lo señalado en el artículo 70 de la Ley 1437 de 2011. Página 1 de 2 GU) Interior RESOLUCIÓN NÚMERO | 0 3 9 2025 Continuación de la resolución “Por la cual se declara conforme a la le y la reforma integral de los estatutos de la entidad religiosa IGLESIA KAYROS CENTER”. Artículo 3. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 4. Vigencia. La presente resolución entra en vigencia a partir de su expedición. NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá, D.C., 2 4 JUL 2025 HF DP ASA A Xy ES fC _RIGHARD GAMBOA BEN-ELEAZAR - Director de Asuntos Religiosos Proyectó: Carlos Francisco Torres Velásquez Revisó: Jaime Molina Aprobó: Richard Gamboa Ben-Eleazar EXP: 151 TRD-.2500.41.16 Página 2 de 2"
}