{
  "_id": "eedcde8ae6a4565823aa5d4012a8817556afbf96",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/05/document-2025-05-30t125135.786.pdf",
  "archivo": "document-2025-05-30t125135.786.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/document-2025-05-30t125135.786.pdf",
  "extraido_en": "2025-11-23T00:23:22.650746Z",
  "texto": "Al contestar cite Radicado 2025-2-002000-019663 Id: 549040 Folios: 5 Fecha: 30-05-2025 12:50:55 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: MINISTERIO DEL DEPORTE CIRCULAR EXTERNA Bogotá, D.C. Alcaldes y gobernadores, Comisiones Locales de Seguridad, PARA: Comodidad y Convivencia en el Fútbol, Policías Metropolitanas y Departamentos de Policía, clubes profesionales de Fútbol, lideres y lideresas de organizaciones de aficionados de todo el territorio nacional. ASUNTO: por el territorio nacional. Protección de derechos para la regulación del traslado de aficionados El Viceministerio para el Diálogo Social y los Derechos Humanos del Ministerio del Interior, con fundamento en los artículos 3 y 6 del Decreto 714 de 2024, por medio de la presente directriz y con el fin de mantener el orden público, entendido este como el escenario de ejercicio de derechos y libertades de todos los administrados, conmina a los alcaldes, alcaldesas, gobernadores y gobernadoras del territorio nacional para que en el marco de sus funciones constitucionales y legales, adelanten la regulación pertinente para la vigilancia y tratamiento de los recorridos realizados por las organizaciones de aficionados del fútbol profesional colombiano, con miras a garantizar no solamente los derechos y seguridad de los mismos, sino también de quienes habitan las poblaciones por las cuales transitan los primeros; con atención a la normatividad vigente, a saber: Con respecto a los fines y funciones de estado: Constitución Política de Colombia, Artículo 2.- Son fines esenciales del Estado: servir a la comunidad, promover la prosperidad general y garantizar la efectividad de los principios, derechos y deberes consagrados en la Constitución; facilitar la participación de todos en las decisiones que los afectan y en la vida económica, política, administrativa y cultural de la Nación; defender la independencia nacional, mantener la integridad territorial y asegurar la convivencia pacífica y la vigencia de un orden justo. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 1 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002000-019663 Id: 549040 Folios: 5 Fecha: 30-05-2025 12:50:55 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: MINISTERIO DEL DEPORTE Las autoridades de la República están instituidas para proteger a todas las personas residentes en Colombia, en su vida, honra, bienes, creencias, y demás derechos y libertades, y para asegurar el cumplimiento de los deberes sociales del Estado y de los particulares (subrayado fuera del texto). Constitución Política de Colombia, Artículo 113.-Son Ramas del Poder Público, la legislativa, la ejecutiva, y la judicial. Además de los órganos que las integran existen otros, autónomos e independientes, para el cumplimiento de las demás funciones del Estado. Los diferentes órganos del Estado tienen funciones separadas pero colaboran armónicamente para la realización de sus fines (subrayado fuera del texto). Ley 1801 de 2016, Artículo 7.- Son fines esenciales de las normas de convivencia social previstas en este Código: 1. Que el ejercicio de los derechos y libertades sean garantizados y respetados en el marco de la Constitución y la ley. 2. El cumplimiento de los deberes contenidos en la Constitución, la ley y las normas que regulan la convivencia (subrayado fuera del texto). 3. El respeto por las diferencias y la aceptación de ellas. 4. La resolución pacífica de los desacuerdos que afecten la convivencia. 5. La convergencia de los intereses personales y generales para promover un desarrollo armónico. tolerancia, 6. Prevalencia de responsabilidad, honradez, respeto, bondad, libertad, justicia, igualdad, fraternidad, lealtad, prudencia y paz. los valores sociales de solidaridad, Ley 1801 de 2016, Artículo 9.- Las autoridades garantizarán a las personas que habitan o visitan el territorio colombiano, el ejercicio legítimo de los derechos y las libertades constitucionales, con fundamento en su autonomía personal, autorregulación individual y social. Ley 1801 de 2016, Artículo 10.- Son deberes generales de las autoridades de Policía: (…) 3. Prevenir situaciones y comportamientos que ponen en riesgo la convivencia. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 2 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002000-019663 Id: 549040 Folios: 5 Fecha: 30-05-2025 12:50:55 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: MINISTERIO DEL DEPORTE de 489 1998, Artículo Ley función FINALIDADES DE LA FUNCIÓN ADMINISTRATIVA. La administrativa del Estado busca la satisfacción de las necesidades generales de todos los habitantes, de conformidad con los principios, finalidades y cometidos consagrados en la Constitución Política. 4.- Los organismos, entidades y personas encargadas, de manera permanente o transitoria, del ejercicio de funciones administrativas deben ejercerlas consultando el interés general. Ley 489 de 1998, Artículo 6.- PRINCIPIO DE COORDINACIÓN: En virtud del principio de coordinación y colaboración, las autoridades administrativas deben garantizar la armonía en el ejercicio de sus respectivas funciones con el fin de lograr los fines y cometidos estatales (subrayado fuera del texto). En consecuencia, prestarán su colaboración a las demás entidades para facilitar el ejercicio de sus funciones y se abstendrán de impedir o estorbar su cumplimiento por los órganos, dependencias, organismos y entidades titulares. través de PARAGRAFO. A los comités sectoriales de desarrollo administrativo de que trata el artículo 19 de esta ley y en cumplimiento del inciso 2o. del artículo 209 de la c.p. se procurará de manera prioritaria dar desarrollo a este principio de la coordinación entre las autoridades administrativas y entre los organismos del respectivo sector. Ahora bien, el artículo 95 de la Constitución Política establece que como ciudadanos estamos obligados a cumplir con una serie de deberes, mismos que se han convertido en la base de multiplicidad de normas que regulan los comportamientos de los colombianos, incluyendo aquellos escenarios que contemplan eventos deportivos complejos, como lo son los partidos de futbol profesional, así: Ley 1453 de 2011, Artículo 97: establece las sanciones para quienes cometan conductas no permitidas y violentas en el marco de eventos deportivos, dentro de un estadio, cancha, tribuna o en el entorno de estos.   Ley 1453 de 2011, Artículo 98: establece las sanciones para quienes inciten a las agresiones físicas o verbales, daños a las infraestructuras deportivas, públicas, residenciales o comerciales en el marco de un evento deportivo. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 3 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co   Al contestar cite Radicado 2025-2-002000-019663 Id: 549040 Folios: 5 Fecha: 30-05-2025 12:50:55 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: MINISTERIO DEL DEPORTE Protocolo Anexo Decreto 1717 de 2010, Numeral 6.3. y ss: busca establecer estrategias dirigidas a garantizar la seguridad de las personas que se movilizan por el Territorio Nacional con motivo de los partidos del Fútbol Profesional Colombiano y de mantener el orden público en todo el territorio nacional. Decreto 1007 de 2012, Artículo 33: establece a los aficionados del los fútbol profesional colombiano, desplazamientos a otras ciudades en condiciones que garanticen la vida e integridad de sus miembros y a través de un comportamiento que contribuya al buen desarrollo de los partidos. la obligación de realizar Con ello, en atención a la citada regulación y demás normas concordantes, las Secretarías de Gobierno de cada municipio, orientarán a las Comisiones Locales de Seguridad, Comodidad y Convivencia en el Fútbol, en el proceso de dinamización de los canales de comunicación donde se prevea el desplazamiento de aficionados con ocasión al evento deportivo de acuerdo al nivel de riesgo identificado, con el fin de monitorear e implementar medidas de seguridad pertinentes en caso de situaciones de alteración del orden público en esas jurisdicciones, para ello cada comisión deberá contar con la información del acta correspondiente que suscribe la ciudad donde se llevará a cabo el evento futbolístico. Así las cosas, con el objetivo de dar cumplimiento a la presente directriz y en observancia al principio de coordinación antes invocado, se requiere que entre las alcaldías y gobernaciones se realice toda la articulación necesaria, atendiendo a lo establecido en el decreto 1130 de 2022, sin atención a la existencia o no de compromisos o acuerdos previos con los colectivos de aficionados del fútbol profesional colombiano. De igual manera, los alcaldes, alcaldesas, gobernadores y gobernadoras, deberán remitir a la Comisión Nacional de Seguridad, Comodidad y Convivencia en el Fútbol, el texto que contenga la regulación mencionada en la presente circular, así como también, según corresponda a su jurisdicción, deberán fortalecer los espacios de articulación y comunicación interinstitucionales con el objetivo de priorizar las acciones y estrategias que permitan adelantar las acciones previas y el posterior el monitoreo y seguimiento del desarrollo de los desplazamientos que se realicen en cada jurisdicción, tanto en las ciudades de origen, tránsito y destino, en ocasión al desplazamiento y traslados de organizaciones de aficionados a los encuentros de fútbol profesional colombiano. ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 4 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co Al contestar cite Radicado 2025-2-002000-019663 Id: 549040 Folios: 5 Fecha: 30-05-2025 12:50:55 Anexos: 0 Remitente: DESPACHO DEL MINISTRO DEL INTERIOR Destinatario: MINISTERIO DEL DEPORTE Esos escenarios de articulación y comunicación antes mencionados, tiene efectos solamente en respuesta a la solicitud de la organización de aficionados que se radique ante la Comisión Local de la jurisdicción en la que se lleve a cabo el evento futbolístico, para desarrollar el seguimiento a su traslado y debe contar con el reporte permanente, de movilidad, de venta de boletería y de aspectos relacionados con la seguridad humana, atendiendo a lo consagrado en el artículo 95 de la Constitución Política Colombiana. El contenido de la solicitud debe incluir: la carta de compromiso de buen comportamiento de la organización solicitante, la ruta principal y ruta alterna de recorrido, el número de buses y viajeros, responsables de las caravanas, número y lugares de paradas de registro, alimentación y el punto de encuentro para el ingreso al municipio del evento futbolístico, todo en articulación de las autoridades locales y los organizadores de los eventos de fútbol profesional colombiano, con relación a lo dispuesto en los protocolos locales de seguridad, comodidad y convivencia en el fútbol. La formulación del presente documento deriva de los compromisos establecidos por la Comisión Nacional de Seguridad, Comodidad y Convivencia en el Fútbol, que sesionó de manera extraordinaria el día 16 de abril de 2025 en la ciudad de Bogotá tomar medidas preventivas de acción y que define corresponsables ante el orden público a nivel nacional. importancia de la Finalmente, cabe resaltar la importancia de la participación de las autoridades locales y aficionados en el manejo corresponsable del orden público y la convivencia para los ejercicios de traslado y tránsito de aficionados hacia los territorios, ya que el impacto de la gestión de riesgo se dará para todo el territorio de tránsito relacionado con la organización de eventos deportivos complejos que aquí se exponen. H. GABRIEL RONDON OLAVE Viceministro para el Diálogo Social y los Derechos Humanos Elaboró: Angela Bueno M. Revisó y aprobó Sergio Garzón ________________________________________________________________________ Ministerio del Interior – Sede Correspondencia Página | 5 Edificio Camargo, calle 12B N° 8-46, Bogotá D.C., Colombia Conmutador: (+57) 601 242 7400 - Línea Gratuita: (+57) 01 8000 91 04 03 servicioalciudadano@mininterior.gov.co www.mininterior.gov.co"
}