{
  "_id": "f212ac11e48f92b2509d1d79281c57d1d8c77f02",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/09/27_autoqueadmite_202500231autoadmisor_0_20250813111030442.pdf",
  "archivo": "27_autoqueadmite_202500231autoadmisor_0_20250813111030442.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/27_autoqueadmite_202500231autoadmisor_0_20250813111030442.pdf",
  "extraido_en": "2025-11-22T23:53:44.045556Z",
  "texto": "JUZGADO SESENTA Y CINCO ADMINISTRATIVO DE ORALIDAD DEL CIRCUITO JUDICIAL BOGOTÁ -SECCIÓN TERCERA- Bogotá D.C., trece (13) de agosto de dos mil veinticinco (2025) Juez : Luis Alberto Quintero Obando Ref. Expediente : 11001-33-43-065-2025-00231-00 Medio de control : Reparación de perjuicios causados a un grupo Demandante : Milanyile Caterine Correa Buitrago y otros Demandado : Nación – Ministerio de Defensa – Ejército Nacional ADMITE DEMANDA I. ANTECEDENTES • El 1 de julio de 2025 el grupo, que se describe más adelante, presentó demanda en ejercicio del medio de control de reparación de perjuicios causados a un grupo, con el fin que sea declarada la responsabilidad patrimonial de las entidades demandadas (que se describen más adelante), con ocasión de las presuntas actuaciones y/u omisiones que, dieron lugar al: (i) alegado desplazamiento forzado, en hechos ocurridos en enero de 2025, en el municipio de Tibú (Norte de Santander) y (ii) el fallecimiento de Edward Gil Vega y Omar Alexis Mora Villarreal, y el respectivo reconocimiento de perjuicios. • El proceso fue recibido el 2 de julio de 2025 (Archivo 001 Exp. SAMAI). • El 23 de julio de 2025 se inadmitió la demanda, providencia que fue notificada el 24 del mismo año. • El 30 de julio de 20251 fue presentada la subsanación de la demanda (Archivo 016 a 025 C01 Exp. Electrónico). II. CONSIDERACIONES 1 Considerando que presentó el memorial el 29 de julio de 2025 a las 20:22:00, inciso 4 art. 109 CGP Auto Admisorio 110013343065-2025-00231-00 Observa el Despacho que la demanda fue subsanada oportunamente el 30 de julio de2025, considerando el término otorgado en el auto del 23 de julio de 2025; por ende, se admitirá la demanda bajo las siguientes consideraciones: 2.1. Jurisdicción Con la presente demanda, la parte actora está ejerciendo el medio de control de reparación de perjuicios causados a un grupo, pretendiendo la declaratoria de responsabilidad de la Nación – Ministerio de Defensa – Ejército Nacional, Nación – Ministerio de Defensa – Policía Nacional, Nación – Ministerio del Interior, Nación – Fiscalía General de la Nación, Nación – Departamento Administrativo de la Presidencia de la República y la Unidad Nacional de Protección, con ocasión de las presuntas actuaciones y/u omisiones que dieron lugar al: (i) alegado desplazamiento forzado, en hechos ocurridos en enero de 2025, en el municipio de Tibú (Norte de Santander), y (ii) el fallecimiento de Edward Gil Vega y Omar Alexis Mora Villarreal, por lo tanto, el tema propuesto corresponde a esta jurisdicción, de conformidad con lo establecido en los artículos 50 de la Ley 472 de 1998 y 104 de la Ley 1437 de 2011. 2.2. Competencia El Despacho es competente para conocer el presente asunto por el factor funcional, en razón a que la cuantía no supera los 1000 SMLMV establecidos en el numeral 11 del artículo 155 de la Ley 1437 de 2011, modificado por el artículo 30 de la Ley 2080 de 2021. 2.3. Procedencia Se cumplió con el requisito señalado en el artículo 46 de la Ley 472 de 1998, atendiendo a que se trata de un grupo de más de 20 personas, con condiciones uniformes respecto a una misma causa, que pretenden la declaratoria de responsabilidad y el reconocimiento de perjuicios derivados de hechos ocurridos en enero de 2025, en el municipio de Tibú (Norte de Santander), que presuntamente conllevaron al desplazamiento forzado y muerte de dos ciudadanos. 2.4. Caducidad del medio de control Se procede a determinar si ha operado la caducidad del medio de control, sin perjuicio que pueda ser propuesta en las etapas procesales correspondientes como excepción mixta y resuelta con posterioridad. Respecto de la caducidad en acciones de reparación de perjuicios causados a un grupo, el artículo 47 de la Ley 472 de 1998, dispone que deberá promoverse dentro de los 2 años siguientes a la fecha en que se causó el daño o cesó la acción vulnerante causante del mismo, ello concordante con el literal h), numeral 2, el artículo 164 de la Ley 1437 de 2011. Auto Admisorio 110013343065-2025-00231-00 El asunto se relaciona con las presuntas actuaciones y/u omisiones en que incurrieron las demandadas y que presuntamente generaron el accidente de tránsito ocurrido el 20 de febrero de 2020, donde según se adujo resultó lesionado el demandante. Conforme a los documentos aportados con la demanda, se tiene que los hechos ocurrieron en enero de 2025. Por ende, no hay lugar a declarar la caducidad del medio de control considerando que la demanda fue radicada el 1 de julio de 2025. 2.5. Legitimación en la causa 2.5.1. Por activa Se presentaron como demandantes: Nikol Loreni Solano Barrera Jairo Orlando Solano Ortiz No. 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 Demandante Milanyile Caterine Correa Buitrago Madisson Victoria García Correa María Belsaid Caicedo Santiago Jairo Orlando Solano Ortiz Ismael Correa Chona Jhon Deybi Buitrago García Darío Quintero Martínez Jefreen Smith Quintero Grimaldo Nelson Maldonado Serrano Lisbey Katherine Pabón Gómez Karoll Sofia Suarez Pabón Yureini Quintero Quintero Andry Yuliany Quintero Quintero Maricela López Ortiz Ingrid del Carmen Guerrero Caicedo 18 Yostin Andrés Luna Guerrero 19 Dylan Mathías Luna Guerrero Representante en caso de ser menor Registro civil de nacimiento Vereda en a que presuntamente residían en Tibú N/A Milanyile Caterine Correa Buitrago N/A Págs. 2 Archivo 007 SAMAI J10 J10 N/A N/A N/A N/A N/A Darío Quintero Martínez N/A Oru I07 N/A Págs. 6 Archivo 007 SAMAI Club de Leones Club de Leones N/A N/A N/A Págs. 18 Archivo 007 SAMAI J10 J10 Oru7 Oru7 N/A N/A Miramontes N/A Lisbey Katherine Pabón Gómez Alcides Quintero Galván Alcides Quintero Galván N/A Págs. 6 Archivo 008 SAMAI N/A Págs. 11 Archivo 008 SAMAI Págs. 14 Archivo 008 SAMAI N/A N/A N/A Ingrid Del Carmen Guerrero Ingrid Del Carmen Guerrero N/A Págs. 7 Archivo 009 SAMAI Págs. 2 Archivo 009 SAMAI Miramontes Miramontes Miramontes Miramontes Miramontes Miramontes Miramontes Miramontes Miramontes Alcides Quintero Galván N/A Auto Admisorio 110013343065-2025-00231-00 María Torcoroma Ruedas Ruedas N/A Doniz Jhoan Santiago López Ruedas María Torcoroma Ruedas Ruedas Fredy López Ortiz N/A Jasdri Tatiana López Cárdenas Fredy López Ortiz Gladys María Correa Ana Haidee Barrera Hernández Dinael López Ortiz N/A N/A N/A 20 21 22 23 24 25 26 27 Dinael Andrés López Rueda Dinael López Ortiz 28 29 30 31 Nasly Daniela López Ruedas Adriana Patricia Carvajal Machado José Rafael Moncada Mogollón Yahaira Lineth García Mejía Dinael López Ortiz N/A N/A N/A 32 Erick Yesid Moncada García Yahaira Lineth García Mejía Ángel Yael Moncada García Yahaira Lineth García Mejía N/A Págs. 12 Archivo 009 y Págs. 2 Archivo 010 SAMAI N/A Págs. 15 Archivo 009 SAMAI N/A N/A N/A Págs. 11 Archivo 010 SAMAI Págs. 9 Archivo 009 y Págs. 12 Archivo 010 SAMAI N/A N/A N/A Págs. 20 y 23 Archivo 010 SAMAI Págs. 21 y 22 Archivo 010 SAMAI Wachiman Wachiman Wachiman Wachiman Wachiman Miramontes Wachiman Wachiman Wachiman Wachiman Miramontes Miramontes Miramontes Miramontes 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 N/A N/A N/A N/A N/A Martha Leonor Machado García N/A Págs. 36 Archivo 010 SAMAI No se indica vereda Miramontes Miramontes Miramontes N/A Mileidi Paola Carvajal Machado N/A Wachiman Archivo 022 SAMAI Wachiman Edna Isabel Riveros Ramírez Jenry Carvajal García Martha Leonor Machado García Sara Mercedes Carvajal Machado Mileidi Paola Carvajal Machado Henry Antonio Morantes Carvajal Mayerly Johana Carvajal Lemus Lahiam Jossepth Quintero Carvajal N/A Mayerly Johana Carvajal Lemus N/A Págs. 5 Archivo 011 SAMAI Alexandra Cacua Garces N/A N/A Lorena Tibizay Ortiz Ortega Edward Andress Gil Ortiz Aaron Danilo Gil Ortiz N/A Lorena Tibizay Ortiz Ortega Lorena Tibizay Ortiz Ortega N/A Págs. 13 Archivo 011 SAMAI Págs. 14 y 15 Archivo 011 SAMAI Ludy Tatiana Ortiz Ortega N/A Elyand Camilo Pinzón Ortiz Ludy Tatiana Ortiz Ortega Roselia Ortega Romero Eilyn Charlyn Mora Riveros N/A N/A Flor Isabella Cuadros Mora Elizabeth Vanessa Mora Riveros Eilyn Charlin Mora Riveros N/A Págs. 2 Archivo 021 SAMAI N/A No se indica vereda N/A Págs. 26 Archivo 011 SAMAI No se indica vereda No se indica vereda N/A N/A No se indica vereda Wachiman Wachiman Wachiman No se indica vereda No se indica vereda No se indica vereda No se indica vereda No se indica vereda Auto Admisorio 110013343065-2025-00231-00 52 Jesús Alveiro Claro Galván N/A Alan Jesús Claro Haro Jesús Alveiro Claro Galván William Berbesi García María Ludy Márquez Ríos José Manuel Jaime Jaime Ramón María Rolón Miranda Cristián Andrés Rolón Pardo N/A N/A N/A N/A Ramón María Rolón Miranda N/A Págs. 18 Archivo 012 SAMAI N/A Págs. 32 Archivo 011 SAMAI N/A N/A N/A No se indica vereda No se indica vereda No se indica vereda No se indica vereda No se indica vereda No se indica vereda No se indica vereda Evelio Blanco Pérez N/A N/A No se indica vereda 53 54 55 56 57 58 59 Así las cosas, considerando que los hechos demandados se relacionan con el desplazamiento forzado, en hechos ocurridos en de enero de 2025, en el municipio de Tibú (Norte de Santander), y (ii) el fallecimiento de Edward Gil Vega y Omar Alexis Mora Villarreal, los integrantes del grupo se encuentran debidamente legitimados. 2.5.2. Por pasiva De la lectura de la demanda, se logra establecer que las pretensiones y hechos se encaminan a imputar responsabilidad a las entidades demandadas, toda vez que, presuntamente se encontraban encargadas del cuidado, vigilancia y control de la situación de seguridad para enero de 2025 en el municipio de Tibú. 2.6. Contenido de la demanda La demanda cumple con los requisitos formales establecidos en el artículo 162 de la Ley 1437 de 2011. Así mismo, el demandante acreditó haber remitido al correo electrónico dispuesto por las demandadas, copia de la demanda y sus anexos al momento de la subsanación de la demanda. Así las cosas, se advierte que, revisada la demanda, los anexos y la subsanación, se advierte que se reúnen los requisitos para su admisión. En consecuencia, se RESUELVE: PRIMERO: ADMITIR la demanda presentada por: No. 1 2 3 4 5 Demandante Representante en caso de ser menor Milanyile Caterine Correa Buitrago N/A Madisson Victoria García Correa Milanyile Caterine Correa Buitrago María Belsaid Caicedo Santiago Jairo Orlando Solano Ortiz Nikol Loreni Solano Barrera N/A N/A Jairo Orlando Solano Ortiz Auto Admisorio 110013343065-2025-00231-00 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 Ismael Correa Chona Jhon Deybi Buitrago García Darío Quintero Martínez N/A N/A N/A Jefreen Smith Quintero Grimaldo Darío Quintero Martínez Nelson Maldonado Serrano Lisbey Katherine Pabón Gómez Karoll Sofia Suarez Pabón Alcides Quintero Galván Yureini Quintero Quintero Andry Yuliany Quintero Quintero Maricela López Ortiz Ingrid del Carmen Guerrero Caicedo N/A N/A Lisbey Katherine Pabón Gómez N/A Alcides Quintero Galván Alcides Quintero Galván N/A N/A Yostin Andrés Luna Guerrero Ingrid Del Carmen Guerrero Dylan Mathías Luna Guerrero Ingrid Del Carmen Guerrero María Torcoroma Ruedas Ruedas N/A Doniz Jhoan Santiago López Ruedas María Torcoroma Ruedas Ruedas Fredy López Ortiz N/A Jasdri Tatiana López Cárdenas Fredy López Ortiz Gladys María Correa Ana Haidee Barrera Hernández Dinael López Ortiz Dinael Andrés López Rueda Nasly Daniela López Ruedas Adriana Patricia Carvajal Machado José Rafael Moncada Mogollón Yahaira Lineth García Mejía Erick Yesid Moncada García Ángel Yael Moncada García Edna Isabel Riveros Ramírez Jenry Carvajal García Martha Leonor Machado García N/A N/A N/A Dinael López Ortiz Dinael López Ortiz N/A N/A N/A Yahaira Lineth García Mejía Yahaira Lineth García Mejía N/A N/A N/A Sara Mercedes Carvajal Machado Martha Leonor Machado García Mileidi Paola Carvajal Machado N/A Henry Antonio Morantes Carvajal Mileidi Paola Carvajal Machado Mayerly Johana Carvajal Lemus N/A Lahiam Jossepth Quintero Carvajal Mayerly Johana Carvajal Lemus Alexandra Cacua Garces Lorena Tibizay Ortiz Ortega Edward Andress Gil Ortiz Aaron Danilo Gil Ortiz Ludy Tatiana Ortiz Ortega N/A N/A Lorena Tibizay Ortiz Ortega Lorena Tibizay Ortiz Ortega N/A Auto Admisorio 110013343065-2025-00231-00 Elyand Camilo Pinzón Ortiz Ludy Tatiana Ortiz Ortega Roselia Ortega Romero Eilyn Charlyn Mora Riveros Flor Isabella Cuadros Mora Elizabeth Vanessa Mora Riveros Jesús Alveiro Claro Galván Alan Jesús Claro Haro William Berbesi García María Ludy Márquez Ríos José Manuel Jaime Jaime Ramón María Rolón Miranda N/A N/A Eilyn Charlin Mora Riveros N/A N/A Jesús Alveiro Claro Galván N/A N/A N/A N/A Cristián Andrés Rolón Pardo Ramón María Rolón Miranda Evelio Blanco Pérez N/A 47 48 49 50 51 52 53 54 55 56 57 58 59 En contra de: No. Demandados 1 2 3 4 5 6 Nación - Ministerio de Defensa - Ejército Nacional Nación - Ministerio de Defensa - Policía Nacional Nación - Ministerio del Interior Nación - Fiscalía General de la Nación Nación - Departamento Administrativo de la Presidencia de la República Unidad Nacional de Protección SEGUNDO: NOTIFICAR PERSONALMENTE a las demandadas, a través de sus representantes legales o quienes hagan sus veces, de conformidad con lo dispuesto en los artículos 54 de la Ley 472 de 1998 y 199 de la Ley 1437 de 2011, modificado por el artículo 48 de la Ley 2080 de 2011. La notificación puede ser enviada a los correos electrónicos: Parte Demandada - Nación - Ministerio de Defensa - Ejército Nacional Demandada - Nación - Ministerio de Defensa - Policía Nacional Demandada - Nación - Ministerio del Interior Demandada - Nación - Fiscalía General de la Nación Demandada – Nación - Departamento Administrativo de la Presidencia de la República Demandada - Unidad Nacional de Protección Correos notificaciones.bogota@mindefensa.gov.co decun.notificacion@policia.gov.co notificacionesjudiciales@mininterior.gov.co jur.notificacionesjudiciales@fiscalia.gov.co notificacionesjudiciales@presidencia.gov.co notificacionesjudiciales@unp.gov.co Auto Admisorio 110013343065-2025-00231-00 TERCERO: NOTIFICAR al Agente del Ministerio Público, al Defensor del Pueblo y a la Agencia Nacional de Defensa Jurídica del Estado, conforme con lo dispuesto en los artículos 53 de la Ley 472 de 1998 y 199 de la Ley 1437 de 2011, modificado por el artículo 48 de la Ley 2080 de 2011. Intervinientes Correos Defensoría del Pueblo Representante del Ministerio Público - Procuradora Judicial 86 Asuntos Administrativos juridica@defensoria.gov.co lfigueredo@procuraduría.gov.co CUARTO: CORRER TRASLADO de la demanda a por el término de diez (10) días, de conformidad con el artículo 53 de la Ley 472 de 1998, los cuales empezaran a contabilizarse una vez vencidos dos (2) días hábiles siguientes al envío del mensaje de datos que trata el artículo 199 de la Ley 1437 de 2011, modificado por el artículo 48 de la Ley 2080 de 2011. Las entidades demandadas demandadas, dentro del término de traslado de la demanda debe dar cumplimento a lo dispuesto en el parágrafo 1 del artículo 175 de la Ley 1437 de 2011, por lo cual debe allegar los antecedentes administrativos. QUINTO: Con el fin de dar cumplimiento a la disposición contenida en el artículo 53 de la Ley 472 de 1998, relacionada con informar a la comunidad en general a través de un medio masivo de comunicación o de cualquier otro mecanismo eficaz, se dispondrá de lo siguiente: 5.1. Las entidades demandadas, deberán acreditar la publicación del aviso indicado más adelante, en sus páginas web oficiales, así como en las redes sociales que manejen. Al efecto deberá acreditar la publicación, allegando los soportes en la contestación de la demanda, so pena de sanción. 5.2. La parte demandante, deberá acreditar la publicación en un medio de comunicación masivo del aviso indicado más adelante. Al efecto, deberá allegar el soporte respectivo dentro de los tres (3) días siguientes a la expedición del presente auto. AVISO PARA PUBLICAR “Ante el Juzgado Sesenta y Cinco (65) Administrativo del Circuito Judicial de Bogotá, se encuentra cursando del medio de control de reparación de perjuicios causados a un grupo, con radicado No. 11001334306520250023100, con el fin que sea declarada la responsabilidad patrimonial de la Nación – Ministerio de Defensa – Ejército Nacional, Nación – Ministerio de Defensa – Policía Nacional, Nación – Ministerio del Interior, Nación – Fiscalía General de la Nación, Nación – Departamento Administrativo de la Presidencia de la República y la Unidad Nacional de Protección y el reconocimiento de perjuicios, con ocasión de las presuntas actuaciones y/u omisiones que dieron lugar al: (i) desplazamiento Auto Admisorio 110013343065-2025-00231-00 forzado, en hechos ocurridos en enero de 2025, en el municipio de Tibú (Norte de Santander), y (ii) el fallecimiento de Edward Gil Vega y Omar Alexis Mora Villarreal.” SEXTO: RECONOCER personería al abogado Sebastián Camilo Mesa Hernández para actuar como apoderado de la demandante, conforme a los poderes otorgados así: No. Demandante Poder 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 Milanyile Caterine Correa Buitrago Págs. 3 Archivo 007 SAMAI Madisson Victoria García Correa Págs. 3 Archivo 007 SAMAI María Belsaid Caicedo Santiago Págs. 5 Archivo 007 SAMAI Jairo Orlando Solano Ortiz Págs. 9 y 10 Archivo 007 SAMAI Nikol Loreni Solano Barrera Págs. 9 y 10 Archivo 007 SAMAI Ismael Correa Chona Págs. 14 Archivo 007 SAMAI Jhon Deybi Buitrago García Págs. 16 Archivo 007 SAMAI Darío Quintero Martínez Págs. 19 y 20 Archivo 007 SAMAI Jefreen Smith Quintero Grimaldo Págs. 19 y 20 Archivo 007 SAMAI Nelson Maldonado Serrano Págs. 2 y 3 Archivo 008 SAMAI Lisbey Katherine Pabón Gómez Págs. 7 y 8 Archivo 008 SAMAI Karoll Sofia Suarez Pabón Págs. 7 y 8 Archivo 008 SAMAI Alcides Quintero Galván Págs. 12 y 13 Archivo 008 SAMAI Yureini Quintero Quintero Págs. 12 y 13 Archivo 008 SAMAI Andry Yuliany Quintero Quintero Págs. 12 y 13 Archivo 008 SAMAI Maricela López Ortiz Págs. 17 Archivo 008 SAMAI Ingrid del Carmen Guerrero Caicedo Págs. 4 Archivo 009 SAMAI Yostin Andrés Luna Guerrero Págs. 4 Archivo 009 SAMAI Dylan Mathías Luna Guerrero Págs. 4 Archivo 009 SAMAI María Torcoroma Ruedas Ruedas Págs. 11 Archivo 009 SAMAI Doniz Jhoan Santiago López Ruedas Págs. 11 Archivo 009 SAMAI Fredy López Ortiz Págs. 16 y 17 Archivo 009 SAMAI Jasdri Tatiana López Cárdenas Págs. 16 y 17 Archivo 009 SAMAI Gladys María Correa Págs. 18 Archivo 009 SAMAI Ana Haidee Barrera Hernández Págs. 19 Archivo 009 SAMAI Dinael López Ortiz Págs. 9 y 10 Archivo 010 SAMAI Dinael Andrés López Rueda Págs. 9 y 10 Archivo 010 SAMAI Nasly Daniela López Ruedas Págs. 9 y 10 Archivo 010 SAMAI Adriana Patricia Carvajal Machado Págs. 14 y 15 Archivo 010 SAMAI José Rafael Moncada Mogollón Págs. 25 y 26 Archivo 010 SAMAI Yahaira Lineth García Mejía Págs. 25 y 26 Archivo 010 SAMAI Erick Yesid Moncada García Págs. 25 y 26 Archivo 010 SAMAI Ángel Yael Moncada García Págs. 25 y 26 Archivo 010 SAMAI Auto Admisorio 110013343065-2025-00231-00 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 Edna Isabel Riveros Ramírez Págs. 29 y 30 Archivo 010 SAMAI Jenry Carvajal García Págs. 39 y 40 Archivo 010 SAMAI Martha Leonor Machado García Págs. 39 y 40 Archivo 010 SAMAI Sara Mercedes Carvajal Machado Págs. 39 y 40 Archivo 010 SAMAI Mileidi Paola Carvajal Machado Págs. 4 Archivo 011 SAMAI Henry Antonio Morantes Carvajal Págs. 4 Archivo 011 SAMAI Mayerly Johana Carvajal Lemus Págs. 6 y 7 Archivo 011 SAMAI Lahiam Jossepth Quintero Carvajal Págs. 6 y 7 Archivo 011 SAMAI Alexandra Cacua Garces Págs. 8 y 9 Archivo 011 SAMAI Lorena Tibizay Ortiz Ortega Págs. 12 Archivo 011 SAMAI Edward Andress Gil Ortiz Págs. 12 Archivo 011 SAMAI Aaron Danilo Gil Ortiz Págs. 12 Archivo 011 SAMAI Ludy Tatiana Ortiz Ortega Págs. 20 Archivo 011 SAMAI Elyand Camilo Pinzón Ortiz Págs. 20 Archivo 011 SAMAI Roselia Ortega Romero Págs. 23 Archivo 011 SAMAI Eilyn Charlyn Mora Riveros Págs. 24 Archivo 011 SAMAI Flor Isabella Cuadros Mora Págs. 24 Archivo 011 SAMAI Elizabeth Vanessa Mora Riveros Págs. 28 Archivo 011 SAMAI Jesús Alveiro Claro Galván Págs. 30 Archivo 011 SAMAI Alan Jesús Claro Haro William Berbesi García Págs. 30 Archivo 011 SAMAI Págs. 13 y 14 Archivo 012 SAMAI María Ludy Márquez Ríos Págs. 13 y 14 Archivo 012 SAMAI José Manuel Jaime Jaime Págs. 15 Archivo 012 SAMAI Ramón María Rolón Miranda Págs. 25 Archivo 012 SAMAI Cristián Andrés Rolón Pardo Págs. 25 Archivo 012 SAMAI Evelio Blanco Pérez Págs. 26 Archivo 012 SAMAI SÉPTIMO: NOTIFICAR a la parte demandante la presente providencia por estado. La comunicación puede ser enviada a los correos electrónicos: Parte Demandadantes Correos eduarr951@gmail.com OCTAVO: Por Secretaría del despacho, REMITIR COMUNICACIÓN a los Juzgados Administrativos del Circuito Judicial de Bogotá, para que dentro del término de un (1) día, diligencien el formulario que se adjuntará a la comunicación, con el fin de conocer si se encuentran tramitando procesos en los que se pretenda la declaratoria de responsabilidad patrimonial de la Nación – Ministerio de Defensa – Ejército Nacional, Nación – Ministerio de Defensa – Policía Nacional, Nación – Ministerio del Interior, Nación – Fiscalía General de la Nación, Nación – Departamento Administrativo de la Presidencia de la República y la Unidad Nacional de Protección y el reconocimiento de perjuicios, con ocasión de las presuntas actuaciones y/u omisiones que dieron lugar al presunto desplazamiento forzado, en hechos ocurridos en enero de 2025, en el municipio de Tibú (Norte de Santander). Auto Admisorio 110013343065-2025-00231-00 Al efecto se adjuntará la presente providencia y el enlace del formulario a diligenciar para el recaudo de la información. NOVENO: En virtud de los literales a, b, c y d del inciso segundo del artículo 41 del Acuerdo PSAA16-10618 del 7 de diciembre de 2016, adelantar el trámite de complejidad excepcional. Al efecto, por Secretaría del Despacho enviar informe que el suscrito rendirá a la Presidencia de la Sección Tercera del Tribunal Administrativo de Cundinamarca, con el fin que sea emitido concepto sobre la complejidad excepcional del presente trámite. NOTIFÍQUESE Y CÚMPLASE LUIS ALBERTO QUINTERO OBANDO JUEZ CAM"
}