{
  "_id": "f7a497794670d5fca2c3941c94bda9586f5f7d2f",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/09/oficio-no.-p-1159-2025-09-23.pdf",
  "archivo": "oficio-no.-p-1159-2025-09-23.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/oficio-no.-p-1159-2025-09-23.pdf",
  "extraido_en": "2025-11-22T23:53:20.209588Z",
  "texto": "Bogotá D.C., 18 de septiembre de 2025 Oficio N* P 1159 Doctor ARMANDO ALBERTO BENEDETTI! VILLANED Ministro del Interior Ciudad Asunto: Solicitud publicación Directiva N” 005 del 8 de julio de 2024 de la Procuraduría General de la Nación - PGN. Respetado ministro. En la vigencia anterior, la Procuraduría General de la Nación emitió la Directiva 005 del 8 de julio de 2024, a través de la cual fija lineamientos para garantizar la protección integral de líderes y lideresas sociales, personas defensoras de derechos humanos, autoridades étnicas, reincorporados y sus organizaciones, instando a entidades nacionales y territoriales a cumplir sus obligaciones constitucionales y legales. El documento articula medidas en torno a ejes como son seguridad frente a grupos armados, fortalecimiento institucional y coordinación intersectorial, protección efectiva con enfoque diferencial y de género, planes integrales de prevención en el nivel territorial, y promoción de una cultura de respeto y no estigmatización. Igualmente incorpora acciones específicas entorno a la población LGTBIQ+, mujeres lideresas, y servidores públicos que ejercen funciones de defensa de derechos humanos, además de reforzar la obligación de la Procuraduría en el seguimiento disciplinario y preventivo. Por medio de esta Directiva, se consolida el marco normativo previo, articula instancias como la Mesa Nacional de Garantías y la Comisión Nacional de Garantías de Seguridad, y exige informes periódicos a la UNP y al Ministerio del Interior para evaluar la efectividad de las medidas de protección. Sin embargo, persisten retos importantes tales como la ausencia o debilidad de planes integrales de prevención en muchos municipios, la necesidad de fortalecer la presencia territorial de la UNP, la persistencia de la impunidad en casos de violencia contra líderes, y la escasa articulación institucional entre niveles de gobierno. El Ministerio Público reafirma el compromiso con la vigilancia y exigencia de resultados, pero advierte que su efectividad dependerá de la capacidad de las autoridades locales y nacionales para implementar medidas oportunas, idóneas y diferenciales en contextos de alta conflictividad. En tal sentido, desde esa lógica, esta Procuraduría Delegada con Funciones Mixtas 1: Para la Defensa de los Derechos Humanos, en ejercicio de las funciones que en PROCURADURÍA DELEGADA CON FUNCIONES MIXTAS 1 PARA LA DEFENSA DE LOS DERECHOS HUMANOS Carrera 5 No. 15-80. Piso 15. PBX: 5878750-5869310. Extensión 11526.Fax:11596. www, procuraduria.gov.co defensaderechoshumanos@procuraduria.gov.co GENERAL DE LA el ambito de control preventivo le fueron asignadas a esta Procuraduria Delegada mediante el Decreto 262 de 2000, modificado por el Decreto 1851 de 2021, en concordancia con la Resolución 377 del 09 de noviembre de 2022 y las Directivas N° 002 del 14 de junio de 2017 y 005 del 8 de julio de 2024 de la Procuraduría General de la Nación, ante lo anteriormente referido, de manera atenta se permite solicitar, con carácter urgente, se realice la publicación de la referida Directiva en el micrositio asignado en dicha entidad, para todo lo concerniente en esta materia, y que se adjunta a la presente comunicación, para su conocimiento, fines pertinentes y en razón a sus competencias preventivas y de protección en favor de la población objeto de la misma. Agradecemos su atención oportuna de esta solicitud, en aras de contribuir al fortalecimiento de la articulación institucional. La doctora Lorena Zabala Alvira, asesora de esta Procuraduría Delegada, a quien puede contactar a través del correo electrónico Izabala(dprocuraduria.gov.co, estará presta atender cualquier solicitud e información adicional que se requiera al respecto. Cordialmente, NÉSTOR IVÁN OSUNA PATIÑO Procurador Delegado con Funciones Mixtas 1: Para la Defensa de los Derechos Humanos Proyecto: Lorena Zabala Alvira, Asesora 19 PROCURADURÍA DELEGADA CON FUNCIONES MIXTAS 1 PARA LA DEFENSA DE LOS DERECHOS HUMANOS Carrera 5 No, 15-80. Piso 15. PBX: 5878750-5869310. Extensión 11526.Fax:11596. www.procuraduria.gov.co defensaderechoshumanos@procuraduria.gov.co"
}