{
  "_id": "f8b0b6864baf9516b4874a38099a82943470f736",
  "pdf_url": "https://www.mininterior.gov.co/wp-content/uploads/2025/07/1013.pdf",
  "archivo": "1013.pdf",
  "ruta_local": "/content/sample_data/mininterior_pdfs/1013.pdf",
  "extraido_en": "2025-11-23T00:19:04.848068Z",
  "texto": "2 2 JUL 2025 Por la cual se extienden los efectos jurídicos de la person religiosa CONCILIO DE LAS ASAMBLEAS DE DIOS DE CRISTIANA HOGAR DE F EL DIRECTOR DE ASUNTOS RELI MINISTERIO DEL INTERI ería jurídica especi OLOMBIA a favo AD lOSOS DEL R ¡al de la entidad f de la IGLESIA En ejercicio de sus facultades legales, en especial las conferidas por la Ley Estatutaria 133 de 1994 y los Capítulos 1 y 2, del Título 2, Parte 4, Libro 2 del Decreto Único Re Sector Administrativo del Interior 1066 de 2015, en concorl 2011, modificado por el Decreto 1140 del 4 de julio de 2018 de diciembre de 2019, la Resolución 1156 del 26 de julio de 2018, la Resolució mayo de 2025, y CONSIDERANDO: Que el señor ALFONSO ELIAS QUEVEDO CASTELLANOS número No. 79.509.993 expedida en Bogotá D.C., obrando e de la entidad religiosa CONCILIO DE LAS ASAMBLEAS DE jurídica especial otorgada con Resolución No. 932 del 2 de opens del 1995, do! D.C., solicitó bajo el radicado número Id: 504005 del 7 de ma jurídicos de la personería jurídica especial de la entidad que Que la extensión de los efectos jurídicos de la personería j CONCILIO DE LAS ASAMBLEAS DE DIOS DE COLOM CRISTIANA HOGAR DE FE AD, domiciliada en el municipi asociada, cuyo representante legal, de acuerdo con los ALEXANDER RUIZ CORREDOR, identificado con cédul expedida en Villavicencio - Meta. Que mediante el oficio bajo Id: 515381 del 31 de marzo de 2 fueron atendidas por la entidad religiosa mediante comunica de julio de 2025. Que dentro de la documentación aportada se encuentran: la personería jurídica especial que indica el objeto religioso exclusivo de la ent cumplimiento de los requisitos contenidos en los artículos 2.4 1066 de 2015; el acta de constitución en la cual manifiestan acogerse a los estaty interno de la entidad que extiende los efectos, el nombre de la y de los dignatarios con los respectivos datos de identificació religiosa con personería jurídica especial realice el trámite d Que revisada la documentación aportada, resulta procedent “ocumente aport dancia con el Decr sustituido por el D identificado con cél n su condición de o de 2025, la exte epresenta. rídica especial de de Villavicencio, de ciudadanía n 5, la Dirección de ión radicada bajo certificación exped 2.2.1,2.4.2.2.2y2 entidad asociada, , y la autorización solicitud. 2.4.2.3.1 del Decreto 1066 de 2015, extendiendo los efec ingresando a la página web asuntosreligiosos.mininterior.gov.co. os jurídicos de la LEAS DE DIOS ts dar aplicación a , p lamentario del to-Ley 2893 de creto 2353 del 26 n 0750 del 29 de dula de ciudadanía epresentante legal DIOS DE COLOMBIA, con personería iciliada en Bogotá ión de los efectos a entidad religiosa IA se solicita a favor de la IGLESIA eta, en calidad de ados, es el señor úmero 79.542.505 Asuntos Religiosos 0; hizo algunas observaciones, en virtud del articulo 2.4.2.2.4 da Decreto 1066 de 2015, las cuales el ld: 567117 del 2 ida por el ente con dad asociada y el 4.2.2.3 del Decreto tos y el reglamento e su representante para que la entidad consagrado en el ersonería jurídica E COLOMBIA se artículo 2.4.2.1.15 'erior.gov.co Página 1 de 2 o UW Interjor RESOLUCION NUMERO E 2025 Continuación resolución ““Por la cual se extienden los efectos jurídicos de la personería jurídica especial de la entidad religiosa CONCILIO DE LAS ASAMBLEAS DE DIOS DE COLOMBIA a favor de la IGLESIA CRISTIANA HOGAR DE FE AD” Que esta decisión se fundamenta en un riguroso análisis del expediente administrativo en los términos de principio constitucional de buena fe, consagrado en el artículo 83 de la Constitución Política. Que en mérito de lo expuesto, RESUELVE: Artículo 1. Extensión de los efectos jurídicos de la personería jurídica especial. Extender los efectos jurídicos de la personería jurídica especial de la entidad religiosa CONCILIO DE LAS ASAMBLEAS DE DIOS DE COLOMBIA, con personería jurídica especial otorgada con Resolución No. 932 del 2 de octubre del 1995, domiciliada en Bogotá D.C., a la entidad asociada IGLESIA CRISTIANA HOGAR DE FE AD, domiciliada en el municipio de Villavicencio, Meta. Artículo 2. Inscripción. Inscríbase en el Registro Público de Entidades Religiosas a la IGLESIA CRISTIANA HOGAR DE FE AD, en los términos del artículo 2.4.2.3.3 del Decreto 1066 de 2015, así como a su representante legal, el señor ALEXANDER RUIZ CORREDOR, identificado con cédula de ciudadanía número 79.542.505 expedida en Villavicencio — Meta. Artículo 3. Notificación. La presente resolución se entiende notificada el día en que se efectúe la correspondiente anotación en el registro público de entidades religiosas, de conformidad con lo señalado en el artículo 70 de la ley 1437 de 2011. Artículo 4. Recursos. Contra la presente resolución procede el recurso de reposición, de conformidad con lo dispuesto en el artículo 74 de la Ley 1437 de 2011, que deberá interponerse dentro de los diez (10) días hábiles siguientes a su anotación en el Registro Público de Entidades Religiosas, de acuerdo con lo dispuesto en los artículos 70 y 76 de la misma normatividad, ante la Dirección de Asuntos Religiosos del Ministerio del Interior. Artículo 5. Vigencia. La presente resolución rige a partir de su expedición NOTIFÍQUESE Y CÚMPLASE Dada en Bogotá D.C. alos 22 JUL 2095 Legh BEN-ELEAZAR ‘Director de Asuntos Religiosos Proyectó: Mónica del Pilar Castañeda Revisó: Jaime Molina Aprobó: Richard Gamboa Ben-Eleazar EXP: 2682 TRD-.2500- 19 Página 2 de 2"
}