{"nbformat":4,"nbformat_minor":0,"metadata":{"colab":{"provenance":[],"authorship_tag":"ABX9TyOxd/HLoWK7MY2aIhIZvbTn"},"kernelspec":{"name":"python3","display_name":"Python 3"},"language_info":{"name":"python"}},"cells":[{"cell_type":"markdown","source":["# Maestría en \"Analítica de datos\"\n","\n","* Nombre: Edisson Manuel Mora Madrigal\n","\n","* Correo:\n","\n","* Fecha: 2025-10-16\n","\n","----\n","1. NODOS\n","* (n) -> un nodo cualquiera\n","* (:Persona) -> un nodo con etiqueta persona\n","* (:Persona {nombre: 'Luis'}) -> un nodo con la propiedad \"nombre\" que sea igual a \"Luis\"\n","\n","2. REPRESENTACIONES\n","* -[r]- -> una relación cualquiera\n","* -[:TRABAJA_EN]- -> una relación de tipo \"TRABAJA_EN\"\n","* -[:AMIGO_DE]- -> una relación de tipo \"AMIGO_DE\"\n","* <-[:COMPRO]- => una relación entrante de tipo \"COMPRO\"\n","\n","3. PATRONES DE CONSULTA\n","* MATCH (a:Persona)-[:AMIGO_DE]->(b:Persona) RETURN a, b\n","\n"],"metadata":{"id":"keoY_lsKdhw4"}},{"cell_type":"markdown","source":["# 0. Instalar librerias"],"metadata":{"id":"-WlEt2Rsd4to"}},{"cell_type":"code","execution_count":1,"metadata":{"colab":{"base_uri":"https://localhost:8080/"},"id":"dcHrA3gDdRax","executionInfo":{"status":"ok","timestamp":1760659245778,"user_tz":300,"elapsed":16207,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}},"outputId":"3b042a3e-6a8d-4c43-9704-a9578a5a7baa"},"outputs":[{"output_type":"stream","name":"stdout","text":["\u001b[?25l   \u001b[90m━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\u001b[0m \u001b[32m0.0/325.8 kB\u001b[0m \u001b[31m?\u001b[0m eta \u001b[36m-:--:--\u001b[0m\r\u001b[2K   \u001b[90m━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\u001b[0m \u001b[32m325.8/325.8 kB\u001b[0m \u001b[31m14.4 MB/s\u001b[0m eta \u001b[36m0:00:00\u001b[0m\n","\u001b[?25h\u001b[?25l   \u001b[90m━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\u001b[0m \u001b[32m0.0/756.0 kB\u001b[0m \u001b[31m?\u001b[0m eta \u001b[36m-:--:--\u001b[0m\r\u001b[2K   \u001b[90m━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\u001b[0m \u001b[32m756.0/756.0 kB\u001b[0m \u001b[31m29.5 MB/s\u001b[0m eta \u001b[36m0:00:00\u001b[0m\n","\u001b[?25h\u001b[?25l   \u001b[90m━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\u001b[0m \u001b[32m0.0/1.6 MB\u001b[0m \u001b[31m?\u001b[0m eta \u001b[36m-:--:--\u001b[0m\r\u001b[2K   \u001b[91m━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\u001b[0m\u001b[91m╸\u001b[0m \u001b[32m1.6/1.6 MB\u001b[0m \u001b[31m118.9 MB/s\u001b[0m eta \u001b[36m0:00:01\u001b[0m\r\u001b[2K   \u001b[90m━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\u001b[0m \u001b[32m1.6/1.6 MB\u001b[0m \u001b[31m42.5 MB/s\u001b[0m eta \u001b[36m0:00:00\u001b[0m\n","\u001b[?25h"]}],"source":["!pip install neo4j pandas matplotlib networkx pyvis -q"]},{"cell_type":"markdown","source":["# 1. Instanciar librerias"],"metadata":{"id":"VBIhhBrnd-t3"}},{"cell_type":"code","source":["import pandas as pd\n","from neo4j import GraphDatabase\n","import matplotlib.pyplot as plt\n","import networkx as nx\n","from pyvis.network import Network\n","from IPython.display import display, HTML"],"metadata":{"id":"D4SHZuTAeDTn","executionInfo":{"status":"ok","timestamp":1760659319260,"user_tz":300,"elapsed":4369,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}}},"execution_count":2,"outputs":[]},{"cell_type":"markdown","source":["# 2. Configurar la conexión con Neo4j"],"metadata":{"id":"_w9gGtrYeSaI"}},{"cell_type":"code","source":["NEO4J_URI = \"neo4j+s://7f3373c9.databases.neo4j.io\"\n","NEO4J_USERNAME = \"neo4j\"\n","NEO4J_PASSWORD = \"yMYJXTugtfDEtwetK9XUvB0cPYYVmTz9lbKT7v2Sz7I\"\n","NEO4J_DATABASE = \"neo4j\""],"metadata":{"id":"o2WjU0X6eW9_","executionInfo":{"status":"ok","timestamp":1760659394131,"user_tz":300,"elapsed":4,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}}},"execution_count":3,"outputs":[]},{"cell_type":"code","source":["# clase para manejar la coenxión con NEO4j\n","class Neo4jConnection:\n","    def __init__(self, uri, user, password, database):\n","        self.driver = GraphDatabase.driver(uri, auth=(user, password))\n","        self.database = database\n","\n","    def close(self):\n","        self.driver.close()\n","\n","    def query(self, query, parameters=None):\n","        with self.driver.session(database=self.database) as session:\n","            result = session.run(query, parameters)\n","            return [record for record in result]\n","\n","    def execute(self, query, parameters=None):\n","        with self.driver.session(database=self.database) as session:\n","            session.run(query, parameters)\n"],"metadata":{"id":"Ep11O5Uteum5","executionInfo":{"status":"ok","timestamp":1760659521961,"user_tz":300,"elapsed":5,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}}},"execution_count":5,"outputs":[]},{"cell_type":"code","source":["def limpiar_bd_neo4j(con):\n","    con.execute(\"MATCH (n) DETACH DELETE n\")"],"metadata":{"id":"mnicOfRMkP6Y"},"execution_count":null,"outputs":[]},{"cell_type":"code","source":["con = Neo4jConnection(NEO4J_URI, NEO4J_USERNAME, NEO4J_PASSWORD, NEO4J_DATABASE)\n","print(\"Conexión establecida con NEO4J\")\n"],"metadata":{"colab":{"base_uri":"https://localhost:8080/"},"id":"i2PMSs3fe795","executionInfo":{"status":"ok","timestamp":1760659556046,"user_tz":300,"elapsed":12,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}},"outputId":"a91c3fc0-7d22-4ae3-f0eb-8f1c604836e4"},"execution_count":6,"outputs":[{"output_type":"stream","name":"stdout","text":["Conexión establecida con NEO4J\n"]}]},{"cell_type":"markdown","source":["# Ejercicios"],"metadata":{"id":"gA25gECoiIxg"}},{"cell_type":"markdown","source":["## Ejercicio 1: Red de Transmilenio"],"metadata":{"id":"Yl3BXwXtiL8A"}},{"cell_type":"code","source":["estaciones_data = [\n","    {\"nombre\": \"Portal Norte\", \"zona\": \"Norte\", \"tipo\": \"Portal\"},\n","    {\"nombre\": \"Calle 100\", \"zona\": \"Norte\", \"tipo\": \"Intermedia\"},\n","    {\"nombre\": \"Calle 85\", \"zona\": \"Norte\", \"tipo\": \"Intermedia\"},\n","    {\"nombre\": \"Calle 72\", \"zona\": \"Centro\", \"tipo\": \"Intermedia\"},\n","    {\"nombre\": \"Heroes\", \"zona\": \"Centro\", \"tipo\": \"Troncal\"},\n","    {\"nombre\": \"Museo Nacional\", \"zona\": \"Centro\", \"tipo\": \"Intermedia\"},\n","    {\"nombre\": \"Av. Jimenez\", \"zona\": \"Centro\", \"tipo\": \"Troncal\"},\n","    {\"nombre\": \"Terrenos\", \"zona\": \"Sur\", \"tipo\": \"Intermedia\"},\n","    {\"nombre\": \"Nariño\", \"zona\": \"Sur\", \"tipo\": \"Intermedia\"},\n","    {\"nombre\": \"Portal Usme\", \"zona\": \"Sur\", \"tipo\": \"Portal\"}\n","]\n","for estacion in estaciones_data:\n","    query = f\"CREATE (:Estacion {{nombre: '{estacion['nombre']}', zona: '{estacion['zona']}', tipo: '{estacion['tipo']}'}})\"\n","    con.execute(query)\n","    print(f\"Nodo creado '{estacion['nombre']}'\")\n"],"metadata":{"colab":{"base_uri":"https://localhost:8080/"},"id":"ohrYzmCdiPcB","executionInfo":{"status":"ok","timestamp":1760661016653,"user_tz":300,"elapsed":817,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}},"outputId":"ed9272eb-1533-446f-b107-46c319c9bd16"},"execution_count":9,"outputs":[{"output_type":"stream","name":"stdout","text":["Nodo creado 'Portal Norte'\n","Nodo creado 'Calle 100'\n","Nodo creado 'Calle 85'\n","Nodo creado 'Calle 72'\n","Nodo creado 'Heroes'\n","Nodo creado 'Museo Nacional'\n","Nodo creado 'Av. Jimenez'\n","Nodo creado 'Terrenos'\n","Nodo creado 'Nariño'\n","Nodo creado 'Portal Usme'\n"]}]},{"cell_type":"code","source":["# Crear las conexiones\n","conexiones = [\n","    (\"Portal Norte\", \"Calle 100\", 5),\n","    (\"Calle 100\", \"Calle 85\", 3),\n","    (\"Calle 85\", \"Calle 72\", 4),\n","    (\"Calle 72\", \"Heroes\", 6),\n","    (\"Heroes\", \"Museo Nacional\", 3),\n","    (\"Museo Nacional\", \"Av. Jimenez\", 4),\n","    (\"Av. Jimenez\", \"Terreros\", 5),\n","    (\"Terreros\", \"Nariño\", 4),\n","    (\"Nariño\", \"Portal Usme\", 8)\n","]\n","for origen, destino, tiempo in conexiones:\n","    con.execute(\"\"\"\n","    MATCH (a:Estacion {nombre: $origen})\n","    MATCH (b:Estacion {nombre: $destino})\n","    CREATE (a)-[:CONECTA_CON {tiempo_minutos: $tiempo}]->(b)\n","    CREATE (b)-[:CONECTA_CON {tiempo_minutos: $tiempo}]->(a)\n","    \"\"\", {\"origen\": origen, \"destino\": destino, \"tiempo\": tiempo})\n","\n","print(f\"Conexiones creadas: {len(conexiones)}\")\n"],"metadata":{"colab":{"base_uri":"https://localhost:8080/"},"id":"lJM5ITjljkcA","executionInfo":{"status":"ok","timestamp":1760661374431,"user_tz":300,"elapsed":638,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}},"outputId":"17216461-36ef-41e6-e734-75eefb2a1616"},"execution_count":11,"outputs":[{"output_type":"stream","name":"stdout","text":["Conexiones creadas: 9\n"]}]},{"cell_type":"markdown","source":["## Consultas"],"metadata":{"id":"gA4kY5rymcbw"}},{"cell_type":"code","source":["print(\"Estaciones por zona\")\n","resultado = con.query(\"\"\"\n","MATCH (e:Estacion)\n","RETURN e.zona as Zona, count(e) as Cantidad\n","ORDER BY Zona\n","\"\"\")\n","\n","for record in resultado:\n","    print(f\"Zona: {record['Zona']}, Cantidad: {record['Cantidad']}\")\n"],"metadata":{"colab":{"base_uri":"https://localhost:8080/"},"id":"28kr3n9QmeAZ","executionInfo":{"status":"ok","timestamp":1760661516438,"user_tz":300,"elapsed":215,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}},"outputId":"052fb148-ae60-4baf-ade3-ca136738e45f"},"execution_count":12,"outputs":[{"output_type":"stream","name":"stdout","text":["Estaciones por zona\n","Zona: Centro, Cantidad: 4\n","Zona: Norte, Cantidad: 3\n","Zona: Sur, Cantidad: 3\n"]}]},{"cell_type":"code","source":["print(\"Ruta más corta entre el portal del Norte y el portal Usme\")\n","resultado = con.query(\"\"\"\n","MATCH path = shortestPath(\n","  (inicio:Estacion {nombre: 'Portal Norte'})-[:CONECTA_CON*]-(fin:Estacion {nombre: 'Portal Usme'})\n",")\n","RETURN [n IN nodes(path) | n.nombre] as Ruta,\n","       length(path) as Paradas\n","\"\"\")\n","\n","print(resultado)\n","for record in resultado:\n","    print(f\"Ruta: {record['Ruta']}\")\n","    print(f\"Paradas: {record['Paradas']}\")\n","    # print(f\"Tiempo total: {record['tiempo_total']}\")\n"],"metadata":{"colab":{"base_uri":"https://localhost:8080/"},"id":"Dm-2ja4SqQnR","executionInfo":{"status":"ok","timestamp":1760662459492,"user_tz":300,"elapsed":272,"user":{"displayName":"Edisson Manuel Mora Madrigal","userId":"06828174053191351925"}},"outputId":"344ac97d-8626-40ab-c90c-013242647f59"},"execution_count":13,"outputs":[{"output_type":"stream","name":"stdout","text":["Ruta más corta entre el portal del Norte y el portal Usme\n","[]\n"]}]},{"cell_type":"markdown","source":["## Visualización del grafo"],"metadata":{"id":"3yi-1D5xqcEI"}},{"cell_type":"code","source":[],"metadata":{"id":"eJAhaQ5_qZiB"},"execution_count":null,"outputs":[]}]}